{
    "title": "﻿INTERVIEW WITH JAMES BIRRELL",
    "date": "13 JULY 2012",
    "exchanges": [
        {
            "speaker": "JM",
            "time": "00:00:14",
            "transcript": "We’re interviewing James Birrell, I’m John Macarthur and with me is Andrew Wilson, and we’re at Jim’s home in Maroochydore.  It’s the 13th of July 2012."
        },
        {
            "speaker": "JM",
            "time": "00:00:28",
            "transcript": "Jim, thanks very much for speaking with us.  Perhaps you could tell us little bit about how you first got to know about architecture.  How you found yourself in the architecture trade."
        },
        {
            "speaker": "JB",
            "time": "00:00:40",
            "transcript": "My father was a Scotsman, and a policeman.  He was in charge of vice, gaming and licencing at the end of the war, with the 00:00:53 occupation of Melbourne; it was a very interesting period.  I wanted to do geology; I was fascinated with the crystallography and all the stuff that went with geology.  My father was a mate of Essington Lewis, who ran the Broken Hill company, and he’d found out that I’d done very well in geology and he said he’d get a scholarship for me to continue with this for BHP.  So, my father comes home and he took me into the Melbourne Tech to meet – his office being in the police, he was next door to the Melbourne Tech.  So, he took me in to see the head man there, and because they knew each other, he sort of said, ‘you can do anything except geology,’ because we take no charity.  He wasn’t going to have anything to do with this gift from the other people."
        },
        {
            "speaker": "JB",
            "time": "00:02:06",
            "transcript": "So, the chief of Melbourne Tech said, ‘Well you can do architecture,’ and it turned out that the architecture school had got down to one returned solider and two girls, because the war was still on.  So, he was looking for people to do architecture and that’s as simple as it can get, you see.  Of course, architecture and my father and the philosophies that the family had, was a pretty profound idea, my father thought agriculture and architecture were the two great disciplines that would make the world go round.  So, he sort of encouraged me to do it from that point of view.  I don’t know if that’s what you’re look for."
        },
        {
            "speaker": "JM",
            "time": "00:03:02",
            "transcript": "What are the teachers you most remember from your training?"
        },
        {
            "speaker": "JB",
            "time": "00:03:06",
            "transcript": "Oh, there was a great guy that ran the school, he was Harry Winbush, and he came from the next suburb to ours and we used to sit on the tram together.  I had to seriously read all the way home, because the head of school was sitting just up the row 00:03:25."
        },
        {
            "speaker": "JM",
            "time": "00:03:29",
            "transcript": "And, it was later on in your education that you met Roy Grounds?"
        },
        {
            "speaker": "JB",
            "time": "00:03:34",
            "transcript": "Yes, I – well we couldn’t help but meet Roy Grounds, he was a fascinating bloke.  He used to 00:03:42 a sort of swashbuckler a bit around the college, particularly if there were any lady students you see.  He loved to be the skirts 00:03:53, and so – um, I lost the plot there a bit."
        },
        {
            "speaker": "JM",
            "time": "00:04:03",
            "transcript": "Where were you in your studies when you first were taught directly by Grounds?"
        },
        {
            "speaker": "JB",
            "time": "00:04:09",
            "transcript": "It was at Melbourne Tech.  He had a great rapport with students, he just came in – whatever you were doing – and used to say incredibly funny things.  We had to design tanks stands for the farm – it was his farm in Toowoomba.  I thought I was being very clever and I put the tanks on mushroom stands, you see, because I was – knowing my grandfather’s farm, and I got sick and tired of pushing a mower around all these little braces and things and so I thought, if you put mushrooms stands and, Grounds comes in a sees it there and gets a big blue pencil and he goes “Not bloody likely,” because that’s the same as the 00:05:03 was on at the same time.  I’ve still got that somewhere under the house, with “Not bloody likely” on it."
        },
        {
            "speaker": "AW",
            "time": "00:05:08",
            "transcript": "I’ve seen that, yes."
        },
        {
            "speaker": "JM",
            "time": "00:05:11",
            "transcript": "So, I know you were apprentice to Com Works, but did you have office experience before you took that on, in Melbourne?"
        },
        {
            "speaker": "JB",
            "time": "00:05:19",
            "transcript": "Oh, I suppose so.  I did a little stint in a private office, which was awful.  You know, they were producing standard suburban houses by the thousands and you had to work and do four or five of these a day, and, you know, I was trying to start on the top of the left hand drawer, drawing away and it took too bloody long mate.  So they sacked me.  I got sacked from my first job.  So, I wandered down town and got a job with the State Works Department, and I did last very long there because it was terribly boring.  The Com Works put me on straight away.  Before you knew where you were I had a scholarship.  There was a great old man, was a chief architect - principal architect called Hallandale, George Hallandale and he did a lot of military or army training buildings around Melbourne, they’re still there.  Quite remarkable.  He took a liking to me and his deputy was Harold Anderson, who was a Christian lay preacher type of bloke, who didn’t like me at all.  His son was put up for the scholarship and I could hear Hallandale say, Birrell going to get that bloody scholarship.  That bible bashing deputy of mine son’s going to get it.  So, that was how it all happened.  So, they immediately assumed I was a Roman Catholic, because I was married with two kids.   I just thought it was a funny world, you know."
        },
        {
            "speaker": "JM",
            "time": "00:07:09",
            "transcript": "So, when did you go to Canberra?"
        },
        {
            "speaker": "JB",
            "time": "00:07:10",
            "transcript": "Virtually straight away, after graduation, because no one would go to Canberra in those days."
        },
        {
            "speaker": "JM",
            "time": "00:07:22",
            "transcript": "So, that must have been 1952 I think, from looking at your book."
        },
        {
            "speaker": "JB",
            "time": "00:07:24",
            "transcript": "Something like that, yeah.  What happened was that when I’d signed on as a cadet and taken their scholarship, you had to work for them for five years to do it, to repay them.  So, I had no say in it, you were straight to Canberra, because no one would go, you know.  Canberra was the absolute pits.  The lake wasn’t there and I think there was one bridge over the river, except, you had roads across, but they flooded all the time.  It was a dreadful place.  Anyway, I got promotions that took me up to Darwin and then I got – I went to Darwin with the wife and two kids and – simply to get housing.  It was a great experience."
        },
        {
            "speaker": "JM",
            "time": "00:08:15",
            "transcript": "It was in Canberra, when you were there that you first discovered Griffin, and that’s were you began thinking about your book on Griffin, it must have been, so could you see the bones of Griffin’s plan?  Even in Canberra as it was then, before the lake was full?"
        },
        {
            "speaker": "JB",
            "time": "00:08:31",
            "transcript": "No, I think I was more impressed with Griffin having seen that Heidelberg area that he had designed.  Also, I’d seen the Sydney suburbs that he’d designed."
        },
        {
            "speaker": "JM",
            "time": "00:08:46",
            "transcript": "At Castlecrag?"
        },
        {
            "speaker": "JB",
            "time": "00:08:47",
            "transcript": "Yeah.  The stuff in Canberra wasn’t terribly much available.  In fact, at the time, they debated something in parliament.  I was designing some fire escapes in the old Parliament House, because they didn’t have fire escapes then.  We were fixing it up and I was listening to the debate and some bloke got up and said, this Bailey Griffith bloke, you know, and you suddenly realise that they didn’t know who he was or what he was.  So, I used to dine at the – you lived in a hostel until they found you a flat.  At the dining table there were a lot of other cadets, mostly foreign affairs cadets that did trips around the world, and one of those blokes said, ‘You know, you keep talking about this Griffin bloke, why don’t you write a bloody book about it?’  You see, and that’s what – they just encouraged me to do it, just over the dinner table."
        },
        {
            "speaker": "JM",
            "time": "00:09:53",
            "transcript": "But, it was really to get housing you moved to Darwin?  Because the housing was so bad for your family in Canberra?"
        },
        {
            "speaker": "JB",
            "time": "00:09:59",
            "transcript": "You sort of went where you were told.  You know, by the time you had a cadetship and you had to pay it back, and they couldn’t get anybody there either.  But, it was fascinating to go to Darwin.  There’d been practically no work done on the bombing, and we were the first – we were some seven or eight years after the bombing and no one had fixed anything up.  There were trains in their side with trees going through them that had been blown off the tracks.  There was hardly a pane of glass in the main street that wasn’t smashed.  You know, it had just been forgotten about.  We had a lot of fun sorting that out, and we had a lot of interesting work there, relative to the indigenous population.  They’d been completely ignored.  Being a sort of a crusader, I got into helping them and they got into more strife than you can imagine."
        },
        {
            "speaker": "JB",
            "time": "00:11:01",
            "transcript": "We designed a hospital for them in – a big wing – in Alice Springs and there was a reaction from the Alice Springs population that we’d put the hospital up before their extensions to the RSL.  They used the RSL not the hospital, and so, I had a big row about trying to get that going.  It was interesting, we closed the leper colony down in the island that was where they were put on the island, and they found out it wasn’t that contagious, and moved the lepers onto the main land.  There were all sorts of interesting connotations in that type of thing and I remember we rebuilt the operating theatre at Katherine and the first patient was a mild black that they brought in with yaws.  I don’t know if you’ve ever seen yaws, but they’re ulcers on your legs and the ulcers are so big you can see the bone, you know.  They got him in there and they ripped one of his legs off that had gone too far and they cleaned him up and he came out and he was bloody furious because he wasn’t a whole man anymore.  You know, his whole native background, and he was going to kill everybody at the hospital and goodness knows what.  So, you had all that sort of interesting background to it all.  You could go on for hours about those sorts of things, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:12:41",
            "transcript": "So, how did you come to come to Brisbane?"
        },
        {
            "speaker": "JB",
            "time": "00:12:46",
            "transcript": "I got a visit from two secret policemen that came up from the south.  In those days, the Northern Territory was an interesting place.  They couldn’t extradite people across the borders, because they would have lost the population.  So, if you got there you were stuck there.  These policemen came up to warn me about the Crimes Act and because in those days they made all public servants swear on the Crimes Act, you weren’t allowed to disclose anything to anybody and the problems between the daily population we were working with and the Europeans were quite stressed at times and these fellows came up and they warned me and said, ‘You know, you’re in a key position, you must be careful that you don’t give any information to the other side.’ and I got a bit pissed off and so I just resigned on the spot and came down to Brisbane."
        },
        {
            "speaker": "JB",
            "time": "00:13:58",
            "transcript": "I applied for the job in Brisbane with the Brisbane City Council’s chief architect, not thinking anything of it, and I had the job within 48 hours.  Because when I got to Brisbane it had been blackballed so, no one in Brisbane talked to me either.  Yeah."
        },
        {
            "speaker": "JM",
            "time": "00:14:18",
            "transcript": "So, none of the Brisbane architects had applied because?"
        },
        {
            "speaker": "JB",
            "time": "00:14:21",
            "transcript": "I was blackballed by the institute."
        },
        {
            "speaker": "JM",
            "time": "00:14:22",
            "transcript": "How did it come to be blackballed?"
        },
        {
            "speaker": "JB",
            "time": "00:14:24",
            "transcript": "The major at the time had sacked all his senior public servants and sent the work – outsourced it to his mates.  We won’t go into his name; it’s a very popular name."
        },
        {
            "speaker": "JM",
            "time": "00:14:46",
            "transcript": "So, what kind of work were you doing then for the Council? Was that when you first came to Brisbane?"
        },
        {
            "speaker": "JB",
            "time": "00:14:51",
            "transcript": "It was fascinating.  You know, Reginald Groome was the mayor, so it was - what you call a citizens municipal association - had won all the seats, or the majority, and they were out to build things for the community, because it was the first time it had gotten away from party politics. So, you got libraries and swimming pools and all sorts of things that would have been put on the backburner otherwise. So, I got a whole opportunity there to build the first of the new libraries, clean up all the swimming pools and they’re things that the public loved, you know."
        },
        {
            "speaker": "AW",
            "time": "00:15:39",
            "transcript": "You refurbished City Hall as well I think."
        },
        {
            "speaker": "JB",
            "time": "00:15:41",
            "transcript": "Yeah, we did a bit in there.  God, it was a mess though.  It had been occupied of course in 1927 I think, and it was never finished, because of the depression.  So we put the first paint in a lot of the rooms, it was a disaster, but it was good fun, cleaning it up and getting hauled up by the town clerk every now and then to say, ‘What did you do that for?’ and say well, ‘It didn’t even have tiles on the bloody staircase sir.’"
        },
        {
            "speaker": "JM",
            "time": "00:16:17",
            "transcript": "How did Brisbane strike you as a town, coming from Melbourne?  Did it seem like a real city to you?"
        },
        {
            "speaker": "JB",
            "time": "00:16:22",
            "transcript": "Yeah, yeah.  Well, it was right in the hub of things.  It’s, Melbourne is a great city if you’re in Collins Street, in those days.  It didn’t extend very far.  You got into very dreadful suburbs very quickly.  Because, I suppose it got its kick along through the Bendigo – Ballarat gold rushes, and when they were over it just turned into ordinary, very sub sub-suburban developments.  So, Melbourne didn’t thrill me a lot."
        },
        {
            "speaker": "JM",
            "time": "00:17:01",
            "transcript": "Brisbane seemed like it had a real civic character, as a city?  00:17:05 its own?"
        },
        {
            "speaker": "JB",
            "time": "00:17:06",
            "transcript": "See, Brisbane at the time I think, was the biggest local government area in the world.  Because of the greater Brisbane set up.  So, there were possibilities here that, nobody had picked them up much, but didn’t take you long.  But, what I used to do was go round all of the budgets of the various departments.  And, I go and see the head of the department and say, ‘You’re coming close to the end of the financial year, you’ve got X amount of funds, and you can’t get rid of them.   You’ll lose them and you’ll have to start rebudgeting.’ and he said, ‘Well what do I do about it?’ and I said, ‘You pass them over to me and tell me what you want and I’ll commit them before the end of the year.’  So, I went through all the departments and got all of their spent funds and built me office.  Yeah."
        },
        {
            "speaker": "AW",
            "time": "00:18:02",
            "transcript": "So there was the Centenary of the state came up quite soon after you’d arrived in Brisbane, and you were involved in the publication that was put together for that.  I guess you talked about it initially - - -"
        },
        {
            "speaker": "JB",
            "time": "00:18:16",
            "transcript": "Oh the – what was it called - - -"
        },
        {
            "speaker": "AW",
            "time": "00:18:18",
            "transcript": "Buildings of Queensland."
        },
        {
            "speaker": "JB",
            "time": "00:18:19",
            "transcript": "The hundred year thing?  Yeah."
        },
        {
            "speaker": "JM",
            "time": "00:18:22",
            "transcript": "So that was a committee that did that publication.  Were you?"
        },
        {
            "speaker": "JB",
            "time": "00:18:26",
            "transcript": "Yeah, there was a very few of us on it.  Mostly Jim Weller and myself and one or two others."
        },
        {
            "speaker": "JM",
            "time": "00:18:33",
            "transcript": "So, Jim Weller’s an interesting character. He actually worked for Griffin I think. Did you - - -"
        },
        {
            "speaker": "JB",
            "time": "00:18:38",
            "transcript": "Yes, he did, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:18:39",
            "transcript": "Did you ever discuss that with him?"
        },
        {
            "speaker": "JB",
            "time": "00:18:40",
            "transcript": "Yes.  He was a nice man.  He supported me immensely."
        },
        {
            "speaker": "AW",
            "time": "00:18:48",
            "transcript": "After you overcame the embarrassment of the blackballing of the job and so on, and started to meet other architects in the city, what did you make of the contemporary architecture scene?  Who did you think was interesting and doing decent work?"
        },
        {
            "speaker": "JB",
            "time": "00:19:02",
            "transcript": "What I think about it is hardly publishable."
        },
        {
            "speaker": "AW",
            "time": "00:19:05",
            "transcript": "Well, tone it down a bit and tell us what you think?"
        },
        {
            "speaker": "JB",
            "time": "00:19:08",
            "transcript": "See, firms like Conrad and Gargett were mentioned in legislation and they were pre-determined that they got every hospital job from the border half way up Queensland, and another mob got the other half.  You know, and of course, it had nothing to do with their capacity, it was just that they were politically acceptable.  There was a fair bit of interference like that.  And, of course, they didn’t like me being an independent operator."
        },
        {
            "speaker": "JM",
            "time": "00:19:43",
            "transcript": "What people did you think were doing interesting work?"
        },
        {
            "speaker": "JB",
            "time": "00:19:50",
            "transcript": "There was an office, what’s his name, [Peller] 00:19:55 there was one particular architect who, you didn’t see much of his work, but he used to employ bright young men.  My memory fails me here a bit, but he was the catalyst for - - -"
        },
        {
            "speaker": "AW",
            "time": "00:20:14",
            "transcript": "Not Gordon Banfield or John Hitch?"
        },
        {
            "speaker": "JB",
            "time": "00:20:16",
            "transcript": "No, no."
        },
        {
            "speaker": "AW",
            "time": "00:20:18",
            "transcript": "Phillips, not David Phillips work?"
        },
        {
            "speaker": "JB",
            "time": "00:20:25",
            "transcript": "What was all that about?"
        },
        {
            "speaker": "JM",
            "time": "00:20:26",
            "transcript": "David Phillips he’s saying."
        },
        {
            "speaker": "JB",
            "time": "00:20:28",
            "transcript": "No, no – that - - -"
        },
        {
            "speaker": "AW",
            "time": "00:20:31",
            "transcript": "So the mid fifties?"
        },
        {
            "speaker": "JB",
            "time": "00:20:32",
            "transcript": "Yeah.  Rob Gibson and those sorts of blokes all worked for him?"
        },
        {
            "speaker": "JM",
            "time": "00:20:37",
            "transcript": "For Theo Thyme?"
        },
        {
            "speaker": "JB",
            "time": "00:20:39",
            "transcript": "Yeah.  He did a terrific job in supporting young fellows.  Yeah."
        },
        {
            "speaker": "AW",
            "time": "00:20:45",
            "transcript": "What did you think of Hayes and Scott’s work?"
        },
        {
            "speaker": "JB",
            "time": "00:20:48",
            "transcript": "They were all right.  They were funny personalities.  One of them was a pro-Nazi and got arrested.  He didn’t – I don’t mean - - -"
        },
        {
            "speaker": "AW",
            "time": "00:21:00",
            "transcript": "Who was that?"
        },
        {
            "speaker": "JB",
            "time": "00:21:01",
            "transcript": "I don’t mean to be – he was not friend of Hitler’s or anything like that – but he had those sort of philosophies and he got himself into all sorts of strife accordingly.  But, they were good.  At least there was bit of interest in them."
        },
        {
            "speaker": "AW",
            "time": "00:21:20",
            "transcript": "What did you make about the older generation of the modernist people like Cummings and Langer and Fulton, people like that?"
        },
        {
            "speaker": "JB",
            "time": "00:21:28",
            "transcript": "Cumming I think - - -"
        },
        {
            "speaker": "AW",
            "time": "00:21:32",
            "transcript": "Well, other people you might think of as well, but the guys who were doing some modernism in the forties and fifties."
        },
        {
            "speaker": "JB",
            "time": "00:21:39",
            "transcript": "I wasn’t terrible impressed with them.  They made the situation what it was, you know.   Cummings was a nice enough man and he looked after us, but he didn’t have a deep architectural philosophy in my mind, and Langer, he was an interior designer, not an architect – in his home country.  So, it was a lot of people – and he didn’t get along with them at all."
        },
        {
            "speaker": "JM",
            "time": "00:22:21",
            "transcript": "So what point did you start getting involved in teaching?  I guess you did some teaching at the University of Queensland, did you?"
        },
        {
            "speaker": "JB",
            "time": "00:22:28",
            "transcript": "That’s why I’m here.  I came up for a holiday at Maroochydore with my family and found a lovely shack – one street back from the beach – and bought it on the spot practically for six hundred quid, which I didn’t have.  So, I put a hundred quid down and taught for 12 months and paid the rest of it off."
        },
        {
            "speaker": "AW",
            "time": "00:22:53",
            "transcript": "And, where you teaching at the university or at Central Tech?"
        },
        {
            "speaker": "JB",
            "time": "00:22:56",
            "transcript": "Both."
        },
        {
            "speaker": "AW",
            "time": "00:23:00",
            "transcript": "Who was teaching at the tech at the time?"
        },
        {
            "speaker": "JB",
            "time": "00:23:02",
            "transcript": "I don’t remember who.  You’re going a long way back."
        },
        {
            "speaker": "AW",
            "time": "00:23:08",
            "transcript": "Yeah."
        },
        {
            "speaker": "JM",
            "time": "00:23:09",
            "transcript": "Or at the university?  Do you remember who was at the university when you were?"
        },
        {
            "speaker": "JB",
            "time": "00:23:14",
            "transcript": "Maurie [Japonetz] 00:23:14 was there.  He was a bit of fun.  I don’t know whether you know him?"
        },
        {
            "speaker": "AW",
            "time": "00:23:19",
            "transcript": "I’ve heard his name, yes."
        },
        {
            "speaker": "JB",
            "time": "00:23:21",
            "transcript": "He and I used to have lunch together and philosophise and, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:23:30",
            "transcript": "So, how did you move out of the small municipal buildings with the council?  The toilet blocks and substations and crematoria into the bigger stuff, into the car park and the centenary pool and more monumental buildings? Did you have to talk them into that or was that already on your agenda?"
        },
        {
            "speaker": "JB",
            "time": "00:23:45",
            "transcript": "No, no I think they were, under the Reg Groome’s government I mentioned before, they wanted some things done.  They didn’t know what they were, but they definitely wanted them done and when we were successful in one or two, other councillors came in and said ‘We want some of that in our area, what can you do for me?’  They used to come to my office and we used to plot and plan, see what we could get through."
        },
        {
            "speaker": "AW",
            "time": "00:24:19",
            "transcript": "The car park on Wickham Terrace is a building that’s much admired of yours and, I mean,  it’s a fine structure but I think what people see in it is the urban idea.  Do you want to talk a little bit about that?  I mean, how you came to think about the urban structure for that?"
        },
        {
            "speaker": "JB",
            "time": "00:24:32",
            "transcript": "Yeah, well I think it’s a much better building than people know, if I might say so.  It’s the only car park I know in the world, where the floors are designed as roads.  So, when you drive – you’ll notice this if you drive in it – your wheels don’t squeal.  You know, because it’s all cambered, as if it’s a road, and most others they’re just flat slabs and your wheels squeal like blazes in them, you know."
        },
        {
            "speaker": "JM",
            "time": "00:25:03",
            "transcript": "Yeah, a lot of innovations with that building.  Like the waffle slab structure, that was pretty new at the time I think – wasn’t it?"
        },
        {
            "speaker": "JB",
            "time": "00:25:10",
            "transcript": "Yes and no.  We played around with waffle slabs a fair bit.  I don’t remember the sequence but the buildings were - like the agriculture and entomology building at the university’s got waffle slab – mainly because it’s a load bearing brick building, even though it’s five stories high.  Because the waffle slab in the floor and the load bearing walls gave a pretty stiff structure."
        },
        {
            "speaker": "AW",
            "time": "00:25:45",
            "transcript": "So, with the car park, the position of the car park up there on Wickham Terrace, in relation to the station and Anzac Square, how much of that was your doing and how much of that was already set up?"
        },
        {
            "speaker": "JB",
            "time": "00:25:54",
            "transcript": "Nothing was set up.  There was a lot of talk about it, it went on for a long time, and the minister for transport, whose name I can’t remember, but he was a bloke, I remember from just past Ipswich, he was a fascinating bloke and he really wanted it.  They gave it to the Works Department to do, because it was a car park.  You didn’t use an architect and they frigged around and frigged around and couldn’t get a site, because there was old military buildings and early colonial buildings all around the place and you know, in a state of shambles, and so in the finish, I sat down with the minister for transport and we drew the site and said,  ‘That’s where we’ll go.’  You know, and that gave me the opportunity  - or they’d be still arguing about where it was going to be."
        },
        {
            "speaker": "AW",
            "time": "00:26:56",
            "transcript": "So, it was twice as big initially, wasn’t it, I think you had a model there where - - -"
        },
        {
            "speaker": "JB",
            "time": "00:27:00",
            "transcript": "Yeah, well that’s when we started and we shrunk it down to a size we could manage."
        },
        {
            "speaker": "JM",
            "time": "00:27:06",
            "transcript": "You collaborated with the artist, James Meldrum on the mural."
        },
        {
            "speaker": "JB",
            "time": "00:27:08",
            "transcript": "Yeah, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:27:10",
            "transcript": "That sounds like a fascinating process."
        },
        {
            "speaker": "JB",
            "time": "00:27:12",
            "transcript": "Yeah, well what – I wanted to mould that stuff up, and he and I had lunch together, and he had a big hunk of clay and he had his modelling tools, and we rolled it out on the table and we pushed the modelling tools in until we got the design we wanted."
        },
        {
            "speaker": "AW",
            "time": "00:27:30",
            "transcript": "He was an old friend from the Melbourne Tech.  Is that right or did you know him from another?"
        },
        {
            "speaker": "JB",
            "time": "00:27:35",
            "transcript": "No,  I just met him around.  A lot of work needs to be done on this, on the background of the times.  The war had stopped and none of the arts – all the artistic community had gone to the war – war artists and this sort of thing.   I was just too young for that, but we helped restart the contemporary art society, across the whole country.    That’s brought all these people together.  Which they haven’t done before or since, you know, and we had these marvellous meetings where they all let their hair down and had a talk about things."
        },
        {
            "speaker": "JM",
            "time": "00:28:24",
            "transcript": "So, it as with Peter Burns as well?  He was involved?"
        },
        {
            "speaker": "JB",
            "time": "00:28:26",
            "transcript": "Peter Burns was, in the beginning he was, but we parted company because I left Melbourne.  I still say good day to him, you know, but you can’t retain a close relationship when you – in those days – because Brisbane seemed a million miles away from Melbourne."
        },
        {
            "speaker": "AW",
            "time": "00:28:47",
            "transcript": "So, were you involved with the Johnsons and the Johnson Gallery?"
        },
        {
            "speaker": "JB",
            "time": "00:28:50",
            "transcript": "Yeah, very much."
        },
        {
            "speaker": "AW",
            "time": "00:28:51",
            "transcript": "Can you tell us a little bit about what – they’re fairly famous occasions, so.  They had regular Sunday meetings didn’t they?"
        },
        {
            "speaker": "JB",
            "time": "00:28:57",
            "transcript": "Yeah, yeah.  They started off in that little arcade in – the oldest arcade between Queen Street and Elizabeth Street."
        },
        {
            "speaker": "AW",
            "time": "00:29:09",
            "transcript": "Brisbane Arcade?"
        },
        {
            "speaker": "JB",
            "time": "00:29:10",
            "transcript": "Yeah.  They were downstairs in that arcade.  I don’t know how I met them but we met over various things I suppose and when they moved out to their place in Bowen Hills, they had these Sunday meetings and I used to go to them all and – they stood at communities – tiny little communities though they may be, had a tremendous influence."
        },
        {
            "speaker": "AW",
            "time": "00:29:51",
            "transcript": "Were many architects involved in the visual arts?  I know you were from very early on, but the other architects in Brisbane, did they have a crossover with the visual arts?"
        },
        {
            "speaker": "JB",
            "time": "00:29:59",
            "transcript": "Some of them might have done, I don’t know."
        },
        {
            "speaker": "JM",
            "time": "00:30:03",
            "transcript": "The Johnsons had an architecture exhibition in 1968, I think, where your work was exhibited."
        },
        {
            "speaker": "JB",
            "time": "00:30:10",
            "transcript": "Probably."
        },
        {
            "speaker": "AW",
            "time": "00:30:17",
            "transcript": "So, eventually you left the council for the job at University of Queensland.  What were the circumstances of that?"
        },
        {
            "speaker": "JB",
            "time": "00:30:25",
            "transcript": "Clem Jones.  He became the Lord Mayor and within 24 hours I’d resigned.  He was bringing in everybody that was a mate of his and giving them commissions of the work that was in my office.  You don’t last long under those circumstances.  Get out as fast as  you can."
        },
        {
            "speaker": "AW",
            "time": "00:30:50",
            "transcript": "And was there a position of university architect at the time or did they make it with you - - -"
        },
        {
            "speaker": "JB",
            "time": "00:30:54",
            "transcript": "It was called staff architect."
        },
        {
            "speaker": "JM",
            "time": "00:30:58",
            "transcript": "And they were still thinking about how the university would be organised, as I understand it."
        },
        {
            "speaker": "JB",
            "time": "00:31:04",
            "transcript": "I don’ t they knew who – you see, it was a beautiful situation from my point of view, because in the city hall I’d got to know the co-ordinator general, Sir James Holt.  Because, some of the work interlinked and he took a shine to me.  When I went to the university – he controlled the university.  The university was owned by the State Government and it was – the university paid a pretty rent to use it.  But, all the buildings and grounds and developments were under the co-ordinator general’s control and I was chief, my title was chief executive officer of buildings and grounds for the university.  So, I would liaise, and it was a very interesting liaison because, at the end of the financial – you had three years funding in the university grant sack, because the university money came from federal and state sources.  So, they had a three year triennial thing, so it didn’t get stuffed up with annual agreements, because one body was started on 1st January, the other on 1st June.  All sorts of messes occurred and money got lost."
        },
        {
            "speaker": "JM",
            "time": "00:32:32",
            "transcript": "You must have seen some potential in the original Hennessy Plan and their buildings.  I know you were completing some of those while you were there weren’t you?"
        },
        {
            "speaker": "JB",
            "time": "00:32:40",
            "transcript": "Which are they?"
        },
        {
            "speaker": "JM",
            "time": "00:32:41",
            "transcript": "The Forgan Smith building and the – you were doing the [Duwig] 00:32:44 Library and - - -"
        },
        {
            "speaker": "JB",
            "time": "00:32:44",
            "transcript": "Yeah, they were a pain in neck and I didn’t want to do them, you know, and I had to do that one where the library is, it was only up to what, two floors and there’s about seven floors now."
        },
        {
            "speaker": "JM",
            "time": "00:33:01",
            "transcript": "They call it the Duwig Library now, I think it was the Underground."
        },
        {
            "speaker": "JB",
            "time": "00:33:03",
            "transcript": "I didn’t want to work on it because it was a terrific pain in the arse and I was just told outright, you finish that library or you don’t do any other work.  So I got in and finished it quick smart."
        },
        {
            "speaker": "AW",
            "time": "00:33:17",
            "transcript": "I always wondered because I know you’re a great admirer of Griffin and the Hennessy’s are also originally American, and the original designs got that broad sort of Jeffersonian pattern to it with the axis and adjusted to the landscape.  Did you see that in it when you went out there?"
        },
        {
            "speaker": "JB",
            "time": "00:33:33",
            "transcript": "Oh yeah, I enjoyed working in the Great Court.  Because, when I took it over – see the thing had been tilted, twisted so that it faced the proposed bridge at the end of Boundary Street or Melbourne Street."
        },
        {
            "speaker": "AW",
            "time": "00:33:51",
            "transcript": "Boundary, you’re right."
        },
        {
            "speaker": "JB",
            "time": "00:33:50",
            "transcript": "Boundary yeah, and by twisting it they had to scrape the top of the ground off, because it was - - -, so it sat on the actual [tuff] 00:34:05, there was no soil there whatsoever.  I’ve got photographs of it, I couldn’t believe it.  The front of it, it had been the headquarters of General Blamey for the Kokoda campaign, and he fought the Kokoda campaign from the university, he was the first occupant.  Of course he put military huts everywhere and carved all the bloody ground out and goodness knows what.  We had to patch all that up, you know, that was fascinating, and I remember saying that we should put trees in the Great Court, but it being tuff, no tree would seed, you see, so, I said, ‘Well we can drill holes and break up the rock a bit.’  ‘No you can’t’ he said, because we all got up to experiment in the test tubes and Christ knows what, set up around the place.  So, we waited for one long weekend and blew all the bloody wholes out and smashed all their bloody experiments, put the trees in nobody said anything about it"
        },
        {
            "speaker": "AW",
            "time": "00:35:10",
            "transcript": "What, did you use explosives or?"
        },
        {
            "speaker": "JB",
            "time": "00:35:12",
            "transcript": "Yeah.  Well, what could you do, you know."
        },
        {
            "speaker": "AW",
            "time": "00:35:17",
            "transcript": "So, you said about trying to think of a plan for the campus that would make sense of the development of the campus.  Can we talk a little bit about that?"
        },
        {
            "speaker": "JB",
            "time": "00:35:24",
            "transcript": "Well, I didn’t do a comprehensive plan, because I didn’t have the resources and the men to do it.  But, I did parts of a plan and I put an axis where the – you know where the lake is – through the lake, up where the bookshop it.  Made that an actual line, and I had two taller buildings there on either side of it.  One behind physics and one balancing it on the other side, and I put that building it’s got on the [piloti] 00:36:04 that goes across the main axis, and it’s got another three stories to go, because we only built that bottom half."
        },
        {
            "speaker": "JM",
            "time": "00:36:16",
            "transcript": "The physics annex?"
        },
        {
            "speaker": "JB",
            "time": "00:36:18",
            "transcript": "Yeah.  It’s a shame that they don’t take that up because it would give a far more interesting skyline and get some intensity around there.  So, I did master planning of all of that area."
        },
        {
            "speaker": "AW",
            "time": "00:36:31",
            "transcript": "When you did the bookshop you kept that low so that axis would still work?"
        },
        {
            "speaker": "JB",
            "time": "00:36:34",
            "transcript": "Yeah, yeah.  And, I also did it on the axis at Hawken Drive, where we built the JD Storey administration building and we had a series of mini campuses and they worked for some years, and then they put managers in instead of architects and planners and the manager said, ‘Look he’s got all those spaces there and people can’t even 00:37:02 around, they’re perfect building sites, because they’re fully...’ so they wacked a building in every one of them.  So, I don’t know how you overcome that sort of thing."
        },
        {
            "speaker": "JM",
            "time": "00:37:12",
            "transcript": "And you also did master plans for the other proposed universities?"
        },
        {
            "speaker": "JB",
            "time": "00:37:16",
            "transcript": "Mt Gravatt."
        },
        {
            "speaker": "JM",
            "time": "00:37:18",
            "transcript": "Townsville."
        },
        {
            "speaker": "JB",
            "time": "00:37:19",
            "transcript": "And Townsville, yeah.  Townsville’s - - -"
        },
        {
            "speaker": "AW",
            "time": "00:37:21",
            "transcript": "And then PNG later on."
        },
        {
            "speaker": "JB",
            "time": "00:37:23",
            "transcript": "Which one?"
        },
        {
            "speaker": "AW",
            "time": "00:37:24",
            "transcript": "PNG."
        },
        {
            "speaker": "JB",
            "time": "00:37:24",
            "transcript": "I did two in PNG, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:37:28",
            "transcript": "In all of those, your methods seemed to be using these sort of site generated axial lines.  So, you were thinking back to Griffin with that, or you’d learned that through - - -"
        },
        {
            "speaker": "JB",
            "time": "00:37:35",
            "transcript": "Oh yeah, there’s a bit of that in it.  I mean, what Griffin teaches you if you study it, is you touch the ground lightly because it’s on my dreams you tread, and that’s the philosophy that I think should be rammed into every architect planner.  Particularly in Australia, you know, we’re a country which is very sparsely populated, there’s no need to damage it, but they seem to love damaging things.  I mean, the worst example is the Parliament House in Canberra.  You’ve got a beautiful limestone moulded hill, that’s a back drop to everything  which is the way he wanted it, and other people, and you dig it out and  you put the building inside the hole you dig and then you bury it again.  I mean, it’s just a crazy situation."
        },
        {
            "speaker": "AW",
            "time": "00:38:37",
            "transcript": "It would be good to talk a little bit about Union College, which a lot of people think is one of your best buildings.  I was just thinking then about, you know, site sensitivity. Am I right there was story,  there was a campaign to save those big tallowwoods on the site.  Was hat part of your design, to those trees?"
        },
        {
            "speaker": "JB",
            "time": "00:38:52",
            "transcript": "Yeah, but it’s a lot more to that.  See, Union College was not a popular concept with many people.  Because, it was made up of returned servicemen who had come back to do their university studies, who didn’t belong to one of the quasi political returned servicemen’s things.  They were quite popular at times, with the government.  So, the government gave them a site in the city, in Gregory – what’s the terrace where the doctors are?"
        },
        {
            "speaker": "JM",
            "time": "00:39:33",
            "transcript": "Wickham."
        },
        {
            "speaker": "JB",
            "time": "00:39:34",
            "transcript": "Wickham Terrace, yeah.  They were given a site there which turned out to be a bit of a failure because it was very popular, the university, when the university was in George Street.  But, as it moved out to St Lucia, it didn’t work.  So, they lost that site and they were given a site down at the bottom where  you go round the road, the circular road that you got, that goes in and you go down staff road.  You know that - - - and they were given a site at the bottom of that, and I was asked to work on that and I said, ‘You’re kidding me, you can’t work on that.’  All the bloody pipes and sewers and everything is the lowest point in the university, and I said, ‘You’re far better to go up there,’ this other place which is a tree reserve."
        },
        {
            "speaker": "AW",
            "time": "00:40:32",
            "transcript": "Upland Road, I think."
        },
        {
            "speaker": "JB",
            "time": "00:40:33",
            "transcript": "Yeah, well, you’ve got no idea.  The head of one of the big L J Hooker’s lived in Upland Road, and gets on the phone and he says, ‘You’re not going to build Union College there, it’s my view.’  00:40:50 number one, and he says, ‘I’m going to get the Lord Mayor to stop you.’  See, and I said, ‘Well you can tell the Lord Mayor to stick it where it fits, because he’s got no jurisdiction across the road.’  And, so we built the bloody thing, and the condition we accepted was that we protected the trees.  So we waived the thing.  I don’t think we lost any major tree."
        },
        {
            "speaker": "AW",
            "time": "00:41:20",
            "transcript": "So, the buildings got that long linear form that sort of moves around the side to save those lovely old tallowwood trees there."
        },
        {
            "speaker": "JB",
            "time": "00:41:28",
            "transcript": "Yeah."
        },
        {
            "speaker": "AW",
            "time": "00:41:29",
            "transcript": "But that motif of the linear extruded building was very popular at the time as well.  Were you reading about that kind of temporary works, stuff like the Smithsons who were doing stuff like that in Britain at the time and - - -"
        },
        {
            "speaker": "JB",
            "time": "00:41:40",
            "transcript": "I don’t think so.  I think it, there was a lot of work like that going on, you know, they used to call it brutalism or something or other.  I didn’t consider it brutal at all, you know, it was something that was – just ran along with your general philosophies."
        },
        {
            "speaker": "JM",
            "time": "00:42:02",
            "transcript": "But the project was done over quite a period wasn’t it.  You did it in different stages."
        },
        {
            "speaker": "JB",
            "time": "00:42:04",
            "transcript": "Yeah, we did bits and pieces of it.  We did that on purpose too.  Yeah, because, put your footprint down.  And, of course  I had a marvellous supporter there, in Professor Hickey, a professor of anatomy and he was the warden of the college, and so we put his house down as the bottom bit, and that sort of put the footprint on that and we put a, fairly soon we put another little building in and put some senior staff in it and before you knew where – you had a lot support troops."
        },
        {
            "speaker": "AW",
            "time": "00:42:42",
            "transcript": "And it was in that project that you found [Laurent Cully] 00:42:44, have I got that name right?"
        },
        {
            "speaker": "JB",
            "time": "00:42:46",
            "transcript": "Laurent Cully, yeah."
        },
        {
            "speaker": "AW",
            "time": "00:42:47",
            "transcript": "Yeah, so he was a collaborator of yours and later a partner."
        },
        {
            "speaker": "JB",
            "time": "00:42:50",
            "transcript": "Oh yeah, he was a nice bloke.  He was a Hungarian refugee and he came out – he escaped from the - - -"
        },
        {
            "speaker": "AW",
            "time": "00:43:02",
            "transcript": "Fifty-six."
        },
        {
            "speaker": "JB",
            "time": "00:43:02",
            "transcript": "Fifty-six and he was to be put in front of a firing squad, and this rather attractive woman distracted the firing squad and got him across the bloody bridge.  He arrived at my doorstep, you see, in Brisbane."
        },
        {
            "speaker": "JM",
            "time": "00:43:23",
            "transcript": "When did you first meet him.  Did he join you at UQ?"
        },
        {
            "speaker": "JB",
            "time": "00:43:27",
            "transcript": "Yeah, he came into my office and he asked for a job.  I looked at him and said, ‘Look I’ve been the city architect around,’  – and I said, ‘There’s hundreds of people come in this door.’ And I said, ‘And, I have put up with them, and I’ve made a new rule.  If they can’t speak bloody English...they don’t get in. ‘  and, I said, ‘Your English is appalling.’  I said, ‘If you come back in a year’s time and you’ve got your matric English, I’ll give you a job.’  So, a year to the day he came in the door again, he said, ‘I’ve got matric English,’ and I said, ‘Can you draw?’ and he said, ‘Yes, I’ve been drawing all your sewerage plans,’ he said, ‘I walked around the corner and got the job while I did it.’ So he was in the bloody office all the time.  He was a great guy, and the woman that got him through the firing squad, he married.  [Predeka] 00:44:34 Cully, she died a few years ago, a couple of years ago.  She was staggeringly good looking;  no wonder she distracted the firing squad.  But she was wild, oh good God."
        },
        {
            "speaker": "JM",
            "time": "00:44:49",
            "transcript": "I’ll just change a memory card."
        },
        {
            "speaker": "AW",
            "time": "00:44:52",
            "transcript": "It’s going well."
        },
        {
            "speaker": "JB",
            "time": "00:44:55",
            "transcript": "You get anything at all?"
        },
        {
            "speaker": "AW",
            "time": "00:44:57",
            "transcript": "It’s great.  Know some of the stories and not others;  it’s good to have it on tape for other people."
        },
        {
            "speaker": "JB",
            "time": "00:45:04",
            "transcript": "You know, and you don’t get a broad, you know, they just, sort of, stay in the same constraints, you know.  You’ve got to get out and about to get let yourself develop."
        },
        {
            "speaker": "AW",
            "time": "00:45:23",
            "transcript": "We were talking just then about Union College and brutalism is a term you don’t like, but, you did have a big fascination for self finished materials and texture and roughness and so on, and in your manuscript I was reading about the rough concrete in the lift core of J D Storey and the trouble you got in with that.  So, it does seem like a bit of a trade mark of your work at the time with these finishes that looked crude, to people who weren’t very well educated I guess, but which you used very elegantly.  Can you talk a little bit about that aesthetic and the use of materials."
        },
        {
            "speaker": "JB",
            "time": "00:45:57",
            "transcript": "Well, you know I was always a worshipper of Le Corbusier and Corbusier used to do that sort of thing.  Where, I noticed one incidence, he did some student pavilions at a university in Southern France and they beat him on one of them a put finishes on it and you could just see the tragedy of it.  You know and I thought, ‘I won’t let that happen to me.’"
        },
        {
            "speaker": "AW",
            "time": "00:46:35",
            "transcript": "So you ended up having quite a big role in the university administration,  because you were between the Co-ordinator Generals Department and the university and that led to a little bit of friction I think."
        },
        {
            "speaker": "JB",
            "time": "00:46:46",
            "transcript": "Yeah, yeah.  But, it was good fun while it lasted.  The problem was that they – it all came to a head when they put Hartley Teakle in as a Deputy Vice Chancellor, particularly to control me.  You see, he thought he could get between me and the Co-ordinator General, and I went to see the Co-ordinator General and I said, ‘I can’t abide this beady eyed Christian bastard,’ and  I said, ‘I think I have to get out.’  and he said, ‘Oh well, I can understand your position,’ he said, ‘You get out and you can have all the work you’ve got in a private capacity,’  I came back a couple of weeks later and said, ‘I think I’ll keep it up, I think I kicked the bloke down enough.’  Then, I came back about four months later and said, ‘I made a big mistake, I’ve got to get out I can’t live with it.’ and he said, ‘Well, I couldn’t hold a job for four months, there’s hardly any left,’ he gave me all he could, but that’s how I started into private practice."
        },
        {
            "speaker": "AW",
            "time": "00:48:07",
            "transcript": "When you were the university architect, what was your relationship with the Architecture School?  Were you teaching there at the time?"
        },
        {
            "speaker": "JB",
            "time": "00:48:14",
            "transcript": "No, I was altogether independent.  But, I did – they came and just asked me to judge competitions and things like that.  Then it just gradually, sort of, fell into place."
        },
        {
            "speaker": "JM",
            "time": "00:48:33",
            "transcript": "So, did you have anything to do with John Hitch at that time?  He was a bit early perhaps."
        },
        {
            "speaker": "JB",
            "time": "00:48:38",
            "transcript": "Yeah.  No, he was there when I was there.  He was a pretty vague sort of a person, he had some – I don’t quite know what his relationship with his wife was – but they went to Melbourne, I think, and there was some suggestion that they couldn’t take whatever was going on in the Architecture School."
        },
        {
            "speaker": "JM",
            "time": "00:49:07",
            "transcript": "He taught John Dalton I think, in the final year."
        },
        {
            "speaker": "JB",
            "time": "00:49:09",
            "transcript": "He could have done, yeah."
        },
        {
            "speaker": "AW",
            "time": "00:49:13",
            "transcript": "He was briefly in partnership with Ian Sinnamon who was a young teacher there at the time."
        },
        {
            "speaker": "JB",
            "time": "00:49:16",
            "transcript": "Yeah, yeah, I remember Ian."
        },
        {
            "speaker": "AW",
            "time": "00:49:18",
            "transcript": "Do you remember any of the - - -"
        },
        {
            "speaker": "JB",
            "time": "00:49:19",
            "transcript": "Ian  was a good bloke.  He did some good work.  But, I don’t know that he got many good commissions.  He did a lot of work – you know where they built the bridge across the river, to a new suburb?"
        },
        {
            "speaker": "JM",
            "time": "00:49:36",
            "transcript": "Jindalee?"
        },
        {
            "speaker": "JB",
            "time": "00:49:38",
            "transcript": "Yeah, well when you cross the river ---"
        },
        {
            "speaker": "JM",
            "time": "00:49:43",
            "transcript": "To the Centenary Estates."
        },
        {
            "speaker": "JB",
            "time": "00:49:42",
            "transcript": "Yeah, he did a lot of work in there."
        },
        {
            "speaker": "AW",
            "time": "00:49:47",
            "transcript": "Especially land I think that his family owned originally, some of it’s still called Sinnamon Park, I think his grandfather settled it or something."
        },
        {
            "speaker": "JM",
            "time": "00:49:56",
            "transcript": "So, when you set up in private practice, where was that and who were you staff?  Who did leave with?"
        },
        {
            "speaker": "JB",
            "time": "00:50:02",
            "transcript": "I took all the staff except one.  I left one bloke behind.  But you’ve got to have staff.  They all came out the door with me and Hartley Teakle put guards on the door so we didn’t steal anything.  I don’t know what we could have stolen."
        },
        {
            "speaker": "AW",
            "time": "00:50:33",
            "transcript": "Your office was in the J D Storey building I think at that time."
        },
        {
            "speaker": "JB",
            "time": "00:50:36",
            "transcript": "At one time it was, yeah.  It was in the main building in the beginning.  You wouldn’t believe it, but when we started to expand we took over the ladies lavatory, as a drawing office, because we didn’t have room."
        },
        {
            "speaker": "AW",
            "time": "00:50:53",
            "transcript": "Or any women I guess."
        },
        {
            "speaker": "JB",
            "time": "00:50:55",
            "transcript": "No."
        },
        {
            "speaker": "AW",
            "time": "00:50:56",
            "transcript": "So, you set up your private practice in 1966 and by then I guess there were a whole new generation of architects in the town.  So, some of them – who were you talking with and whose work did you think was interesting then?"
        },
        {
            "speaker": "JB",
            "time": "00:51:12",
            "transcript": "I don’t know."
        },
        {
            "speaker": "AW",
            "time": "00:51:14",
            "transcript": "We’re quite interested in a guy called Vitaly Gzell.  Did you know him?"
        },
        {
            "speaker": "JB",
            "time": "00:51:17",
            "transcript": "Yeah I knew him.  His daughter was a secretary to Peter Burns, I introduced them.  But then it was only at that level, you know, I didn’t know much more about it.  He did the back of the pub here in Maroochydore."
        },
        {
            "speaker": "AW",
            "time": "00:51:36",
            "transcript": "Did he?  Yeah."
        },
        {
            "speaker": "JB",
            "time": "00:51:37",
            "transcript": "Yeah.  The building’s now knocked down.  It was a two storey apartment block."
        },
        {
            "speaker": "JM",
            "time": "00:51:45",
            "transcript": "What did you make of people like Dalton and Gibson as they were setting up their practices?"
        },
        {
            "speaker": "JB",
            "time": "00:51:50",
            "transcript": "Well they were good.  Gibson came back from his overseas trip and wanted to work for me and I didn’t relish the idea because his personality was too strong.  So, I put him in the office on the condition he only stayed there long enough to get another job.  But, I helped him get his first job.  Who was the other one you mentioned?"
        },
        {
            "speaker": "JM",
            "time": "00:52:13",
            "transcript": "John Dalton."
        },
        {
            "speaker": "JB",
            "time": "00:52:18",
            "transcript": "I got on pretty well with John.  I don’t think we did much work together, but he was a hell of a nice bloke.  He was an odd character.  He and his lady friend – did you hear the story?"
        },
        {
            "speaker": "JM",
            "time": "00:52:30",
            "transcript": "No."
        },
        {
            "speaker": "JB",
            "time": "00:52:31",
            "transcript": "They designed a house and built to for some couple out near Chappell Hill and they moved in and did give a certificate of completion for about a year.  They fixed up defects.  They were the days."
        },
        {
            "speaker": "JM",
            "time": "00:52:50",
            "transcript": "A lot of the Architect Conventions, nationally and for the Queensland Chapter were held at the Gold Coast through the sixties, at Broadbeach."
        },
        {
            "speaker": "JB",
            "time": "00:53:00",
            "transcript": "Yeah, yeah, they took my photo at that.  I’m sitting on the right hand corner of the photograph of the meeting."
        },
        {
            "speaker": "AW",
            "time": "00:53:07",
            "transcript": "Okay.  Do you remember those conventions, I guess they were interesting?"
        },
        {
            "speaker": "JB",
            "time": "00:53:11",
            "transcript": "Vaguely, I don’t know."
        },
        {
            "speaker": "AW",
            "time": "00:53:13",
            "transcript": "It seems like the focus was on Queensland, nationally, so a lot of architects for the national convention would have come up to Queensland."
        },
        {
            "speaker": "JB",
            "time": "00:53:22",
            "transcript": "Well, I think the big thing that kicked Queensland along was the Greater Brisbane Council.  You know, it was a worldwide phenomena and Houston in America found out and acquired several shires nearby and made themselves the biggest one.  To make sure they were bigger than Brisbane, they’d keep buying a shire."
        },
        {
            "speaker": "AW",
            "time": "00:53:50",
            "transcript": "In the last few decades, people seemed to have the idea that the identity of Queensland architecture layed a lot in buildings like the one we’re in now, in timber villa buildings, you know, from around the turn of the 20th century and so on.  What did you and your contemporaries think about that back in the ‘60s.  Was there an admiration for those ---"
        },
        {
            "speaker": "JB",
            "time": "00:54:11",
            "transcript": "I think so.  Particularly if you travelled much.  You know, these houses – there was a continuous line of houses of this style went up through Papua into Sumatra and into Thailand.  They had local characteristics, but the house on stilts of this from was a continuum of stuff that filtered down the Archipelago."
        },
        {
            "speaker": "AW",
            "time": "00:54:49",
            "transcript": "So, there seems to be, in those years, a little bit of a shift in architectural culture between the really hard modernists with – Hayes & Scott were doing pretty Miesian looking flat roofed buildings, but at a certain point, people like Dalton start getting interested in a domestic house from that’s clearly modern, but got some kind of relationship to tradition.  Were those sort of ideas about?"
        },
        {
            "speaker": "JB",
            "time": "00:55:16",
            "transcript": "I think so.  I think the Hayes & Scott phenomena was largely to do with St Lucia.  They did most of their housing in the St Lucia area.  It was chopped up in a way that you couldn’t build anything else on the blocks.  Particularly up Swann Road and along those areas."
        },
        {
            "speaker": "AW",
            "time": "00:55:46",
            "transcript": "So, when Dalton say, started to use hip gable forms and broken gables and so on, was that a little bit controversial at the time? Like 00:55:58 [modeletics]?"
        },
        {
            "speaker": "JB",
            "time": "00:55:59",
            "transcript": "Well, we didn’t think so.  I thought he was spot on.  He was a ---  I very sad that he disappeared.  Because he was a breath of fresh air around the place."
        },
        {
            "speaker": "AW",
            "time": "00:56:18",
            "transcript": "The early generation people like Cummings and Langer seemed to be very opposed to traditional house forms."
        },
        {
            "speaker": "JB",
            "time": "00:56:25",
            "transcript": "Well, they thought they controlled it you see.  Langer was incredible.  He was tied up with another fellow from Austria who was the – or Hungary – who was a musician and he ran the Queensland Symphony Orchestra and they used to build up each other’s image all the time.  There was a lot of animosity to the things they were doing."
        },
        {
            "speaker": "AW",
            "time": "00:57:01",
            "transcript": "But, the arguments at the time were about climate and thermal performance you know.  That, if you built slab on ground with a mass construction, you know, you’d have a better thermal lag and all that kind of stuff and lightweight houses like this one were silly because they didn’t have those kind of characteristics.  I think a whole generation of Queensland architects were taught that the traditional house form weren’t climatically suitable with those sort of ideas about at the time."
        },
        {
            "speaker": "JB",
            "time": "00:57:30",
            "transcript": "There was a lot of angst about it and there were two different schools, very much so, but there were good things in both of them, you know, I think – was it Langer – one of them did that Lutheran College – what was the name of that college at – St Peters, yeah, and if you look at the campus plan of St Peters you got a feeling for what urban planning was all about, you know, it was quite something.  That impressed a lot of people."
        },
        {
            "speaker": "AW",
            "time": "00:58:21",
            "transcript": "Well, it wasn’t long after you’d set up your practice, after leaving UQ, that you walked back on, with the job for the Agriculture – Entomology Building."
        },
        {
            "speaker": "JB",
            "time": "00:58:29",
            "transcript": "Yes, that’s another story.  Yeah.  Fred Scorer got that job and he got killed in a road accident.  He didn’t die straight away, he looked as if he was going to survive and he was in a hospital bed and he rang me up and said would I look after it for him while he got well again and so I looked after it and, of course much to the disdain of the university, particularly Hartley Teakle and some of his mates ---"
        },
        {
            "speaker": "AW",
            "time": "00:59:04",
            "transcript": "It’s ironic that the building ended up being named for Hartley Teakle isn’t it?"
        },
        {
            "speaker": "JB",
            "time": "00:59:06",
            "transcript": "Yeah, yeah.  Not in this house.  The Co-ordinator General said to me, ‘Well, you looked after it, you can finish it.’  So, that’s how I got it.  Over their dead bodies, literally."
        },
        {
            "speaker": "AW",
            "time": "00:59:29",
            "transcript": "That’s a building that repeats some of the form language and some of the sighting of Union College."
        },
        {
            "speaker": "JB",
            "time": "00:59:34",
            "transcript": "Yeah, it is a bit.  When you look at the campus plan you can see the two of them.  I tried very hard with Griffith and that to get master plans where you weren’t locked into surveyor subdivisions.  You know, they like putting four pegs in the ground and I tried like blazes to have the entire thing laid out so that you could develop plans like those two buildings.  But, you know, you’ve got to – you don’t get much of a chance to do it because the surveyors don’t like anything that’s not a rectangle and you’ve got the four pegs in the ground."
        },
        {
            "speaker": "AW",
            "time": "01:00:25",
            "transcript": "In your manuscript you tell a bit of a story about that with Toowoomba TAFE with the building that you did there.  I think you say that you didn’t face it due north, you faced it north west or whatever, and then once you lost control of the campus plan the surveyors came in and rearranged the whole building lot so they were north south oriented buildings."
        },
        {
            "speaker": "JB",
            "time": "01:00:47",
            "transcript": "Oh yeah, there was one of them – I  remember that, that wasn’t the only one like it.  Townsville had trouble like that.  We had a beautiful ring road in Townsville and we had a hospital site and they put the hospital site – they moved it into the circuit and because hospital sites are like cancers, they just took over everything.  Then, the Engineering Department didn’t like not having four pegs in the ground, so they put these grids over the top of all of the organic line, you can see that when you go there."
        },
        {
            "speaker": "AW",
            "time": "01:01:31",
            "transcript": "But, in the manuscripts, it’s quite interesting you say that, in Toowoomba you didn’t face the building due north because you wanted to have a stronger shadow profile and that’s interesting that a lot of people were just obsessed with solar orientation to make the building simple.  But you were more interested in a more complex form."
        },
        {
            "speaker": "JB",
            "time": "01:01:45",
            "transcript": "Yeah.  But, we didn’t take them far off.  But, if you do that you – rigidity is the thing that I react to.  If you’re going to touch the ground gently you’ve got to let the ground do it, now your bloody survey pegs."
        },
        {
            "speaker": "AW",
            "time": "01:02:13",
            "transcript": "Another building of yours that people greatly admire I think is the James Cook Library building there."
        },
        {
            "speaker": "JB",
            "time": "01:02:19",
            "transcript": "James Cook Library?"
        },
        {
            "speaker": "AW",
            "time": "01:02:20",
            "transcript": "Townsville, Townsville uni,  James Cook as it later was.  Looking at that you can’t help but notice a bit of a commentary on the Grounds’ building for the National Gallery Victoria.  So, was that a little bit of a connection?"
        },
        {
            "speaker": "JB",
            "time": "01:02:37",
            "transcript": "Well, Grounds had a terrific influence on me."
        },
        {
            "speaker": "JM",
            "time": "01:02:44",
            "transcript": "So, did you do many other buildings in Townsville?"
        },
        {
            "speaker": "JB",
            "time": "01:02:49",
            "transcript": "I can’t remember.   I think I spent a lot of time there, I actually picked the site of the university.  That was a story in itself too.  We got one site like that and then we got the next site like that and they came out to about five or six hundred acres and that, and so I wanted these bits and the Anglican Church had bought that and the Catholic Church had bought that you see, because they were on the committees and I said, ‘Well, you’ve stuffed them.’  I carried on a bit about it and had to go up, because I was Chairman of the committee up there, and I used to live in a bedroom at the Allen Hotel, you know, on the trips, and it was quite common for the heads of those Church organisations to visit me on a Sunday morning because it was the only morning that they were available.  Their diocese were so big that they were everywhere, except on a Sunday morning.  So you had to put up with them.  They’d come and drag me out of bed, you see, and one day,  Andy Stenders had come that night, because you could drink all night in the bedroom, after hours, and they got pissed and went home and forgot the baby inside.  I was in there with this baby and the bloody priest comes in to see me and he wonders what’s this ---  They were the days, yeah."
        },
        {
            "speaker": "JM",
            "time": "01:04:43",
            "transcript": "Well the university was structured a little bit on the University of California model at that time, I guess, would that be fair to say?  That it was an idea that it was an idea that you’d have campuses across Queensland that would be ---"
        },
        {
            "speaker": "JB",
            "time": "01:04:56",
            "transcript": "Oh yeah, yeah, the Vice Chancellor wanted to do that, Fred Schonell."
        },
        {
            "speaker": "JM",
            "time": "01:05:03",
            "transcript": "So that’s why you were overseeing the work in Townsville from the University of Queensland."
        },
        {
            "speaker": "JB",
            "time": "01:05:09",
            "transcript": "Well, they had, the University of Townsville hadn’t been formed so it was a campus at Queensland till that happened.  A lot of them were done like that."
        },
        {
            "speaker": "JM",
            "time": "01:05:24",
            "transcript": "So it was quite a fluid situation."
        },
        {
            "speaker": "JB",
            "time": "01:05:26",
            "transcript": "Well, you know, when they found out that Fred Schonell was going to be the Chancellor, or Vice Chancellor of all these universities, people in North Queensland got a bit upset.  They’d seen themselves with the cap on their head, you know.  They came down to thump the table and he was told to piss off."
        },
        {
            "speaker": "AW",
            "time": "01:05:48",
            "transcript": "So, when was it that – you were unusual in having a planning qualification early on and a great supporter of the planning profession."
        },
        {
            "speaker": "JB",
            "time": "01:05:55",
            "transcript": "Yeah, well there was no planning schools in Queensland at all.  So, I sat externally for all the New South Wales exams, and I passed everything except the design part.  So, I had everything there and I failed design because I misread the bloody scale.  So, I had to do it a second time, yeah."
        },
        {
            "speaker": "AW",
            "time": "01:06:24",
            "transcript": "So, was that qualification important in terms of getting these big responsibilities, because you went on from doing Townsville to working for the [Colonial] 01:06:34 administration in Papua New Guinea and big planning projects there as well?"
        },
        {
            "speaker": "JB",
            "time": "01:06:38",
            "transcript": "Well, I think so, I think north of the border no one knew what a planner was.  There was no planning school – I became president of the Queensland Chapter of the Planning Institute and I wrote the parliamentary speeches for both the opposition and the government in the establishment of a planning school.  So, they both get up and say the bit – you know – I only wanted a planning school, I didn’t want two.  Because, there was two members of parliament on opposite sides of the chamber and they ended up with the two schools."
        },
        {
            "speaker": "AW",
            "time": "01:07:24",
            "transcript": "Right.  Was Laurence Keeble, was he the first professor of planning at UQ?"
        },
        {
            "speaker": "JB",
            "time": "01:07:29",
            "transcript": "No."
        },
        {
            "speaker": "AW",
            "time": "01:07:28",
            "transcript": "Was there someone before him was there."
        },
        {
            "speaker": "JB",
            "time": "01:07:30",
            "transcript": "No, he never ever was a professor.  He got a special motion through to be called professor.  He was an elitist of the first bloody order and he was a nasty piece of work to deal with.  I picked him up – being the president, I picked him up at the plane, when he arrived and drove him into the city and established him in his hotel and that and I said, ‘There’s a couple of things I would be very pleased if you’d put on your agenda, one of them is that we look at the appeal system, we go straight to court,’ and I said, ‘You can see all the legal judgments and I think it would be far better if we had a 01:08:24 and if you listen to this or some other matter,’ and I can’t remember what it was, and I said, ‘No.’  He said, ‘I can’t do either of those things,’  he said, ‘Base it on the English system.’   You know, what do you do?  You’ve done all the work, you’ve got him there and – so, I think that, yeah.  But, he didn’t, sort of, make many friends did he?"
        },
        {
            "speaker": "AW",
            "time": "01:08:56",
            "transcript": "I know little about him except he seemed to be responsible for splitting planning and architecture, because, planning used to be a post graduate qualification, after architecture, and Keeble really set it up as a separate stream at UQ."
        },
        {
            "speaker": "JB",
            "time": "01:09:07",
            "transcript": "Yeah, he did that and he also got the Lord Mayor off side.  They couldn’t even talk to each other in the same room."
        },
        {
            "speaker": "AW",
            "time": "01:09:19",
            "transcript": "So, after PNG’s independence you came back to Queensland, is that the time you decided to settle here at Maroochydore?"
        },
        {
            "speaker": "JB",
            "time": "01:09:26",
            "transcript": "No, no I never, ever ---"
        },
        {
            "speaker": "AW",
            "time": "01:09:30",
            "transcript": "You never lived there, but your business was based there."
        },
        {
            "speaker": "JB",
            "time": "01:09:31",
            "transcript": "No.  Well, I did I lived in both places, I had a home both in Port Moresby and here and I spent two weeks in every five, round about five to – what had happened was that Sir John Dunford was the administrator at Papua New Guinea and he said to me, ‘For God’s sake, we need you up here, we can’t get anywhere with people coming up and going away and that,’ and he asked me to establish myself up there.  So, I bought a house and I used to spend two weeks in every seven week period up there, so it looked as if I lived there.  It was good fun.  It was terrific fun there."
        },
        {
            "speaker": "AW",
            "time": "01:10:36",
            "transcript": "How did you decide eventually to settle in Maroochydore, because you’ve been here for a long time now?"
        },
        {
            "speaker": "JB",
            "time": "01:10:41",
            "transcript": "Yeah, well, as I said to you earlier, I came and bought a weekender."
        },
        {
            "speaker": "AW",
            "time": "01:10:44",
            "transcript": "Oh yeah, the weekender from early on."
        },
        {
            "speaker": "JB",
            "time": "01:10:45",
            "transcript": "Yeah, and I  just gradually stayed more up here than I did down there, I don’t know it just sort of merged together.  But, Maroochydore’s got its problems, you know, there’s not a diverse community here by any means.  There’s very few people to talk to, but from there to there and the front gate there’s paradise.  So, what do you do?"
        },
        {
            "speaker": "AW",
            "time": "01:11:21",
            "transcript": "It’s a little bit to one side, but we’ve got a new colleague who’s come from Italy and she’s doing a project about relations between Italian and Australian architects and she’s interested in Gio Ponti, so I was telling her a story you’ve told me before about Ponti’s visit, so, I think it’s a great story.  So, I wonder if you want to tell that story again for the tape, it would be great."
        },
        {
            "speaker": "JB",
            "time": "01:11:41",
            "transcript": "Yeah, I met him in, where he lives in Northern Italy."
        },
        {
            "speaker": "AW",
            "time": "01:11:47",
            "transcript": "In Milan, yeah."
        },
        {
            "speaker": "JB",
            "time": "01:11:46",
            "transcript": "We got on pretty well, and that’s why he came out"
        },
        {
            "speaker": "AW",
            "time": "01:11:52",
            "transcript": "That was on your Sisal Craft Scholarship?"
        },
        {
            "speaker": "JB",
            "time": "01:11:55",
            "transcript": "I can’t remember.  Could have been, yeah.  He couldn’t speak any English and I couldn’t speak any Italian, but we got on like a house on fire."
        },
        {
            "speaker": "AW",
            "time": "01:12:10",
            "transcript": "He came out on a bit of a tour did he?  What was the?"
        },
        {
            "speaker": "JB",
            "time": "01:12:16",
            "transcript": "Well I think he was intrigued with what I was doing here and he came and stayed.  He principally came to see me, and then he sort of spread that out."
        },
        {
            "speaker": "AW",
            "time": "01:12:29",
            "transcript": "And he saw Union College soon after it was finished, or still under construction?"
        },
        {
            "speaker": "JB",
            "time": "01:12:32",
            "transcript": "I think so, yeah.  I can’t remember those details.  I’ve got files on it all."
        },
        {
            "speaker": "JM",
            "time": "01:12:46",
            "transcript": "I think he wanted to publish Union College."
        },
        {
            "speaker": "JB",
            "time": "01:12:46",
            "transcript": "What’s that?"
        },
        {
            "speaker": "JM",
            "time": "01:12:47",
            "transcript": "I think he wanted to publish Union College in Domus I think you’ve said before."
        },
        {
            "speaker": "JB",
            "time": "01:12:52",
            "transcript": "That’s right, we couldn’t get photographs satisfactory, I can remember that.  You couldn’t get a decent photograph."
        },
        {
            "speaker": "JM",
            "time": "01:12:58",
            "transcript": "So, he wanted colour photographs and you couldn’t provide them in time I think."
        },
        {
            "speaker": "JB",
            "time": "01:13:02",
            "transcript": "Yeah, yeah."
        },
        {
            "speaker": "AW",
            "time": "01:13:03",
            "transcript": "So, were you and your colleagues interested in Italian architecture at the time?  Did you read Domus and Casabella and ---"
        },
        {
            "speaker": "JB",
            "time": "01:13:11",
            "transcript": "Yeah, yeah, yeah.  Domus was essentially in my office all the time in those days."
        },
        {
            "speaker": "AW",
            "time": "01:13:20",
            "transcript": "So you had more of a feeling for Italian, European stuff than what was happening in Britain?  I mean, read Domus rather than the AR?"
        },
        {
            "speaker": "JB",
            "time": "01:13:24",
            "transcript": "Yeah, yeah, I think I was very lucky you see, being a cadet in the Com Works Department, they used to get all the international magazines and nobody read them they were just tossed into the corner of the tea room.  So, I used to take them home and work right through them and, because we were – it was great access, you know.  You’ve got no idea how isolated Australia was."
        },
        {
            "speaker": "AW",
            "time": "01:13:56",
            "transcript": "Yeah, I suppose.   You did pretty well then.  What do you think your best building was in all that time?  Which is the one that really means something to you?"
        },
        {
            "speaker": "JB",
            "time": "01:14:08",
            "transcript": "A lot of them do, they’ve all got a story, you know."
        },
        {
            "speaker": "AW",
            "time": "01:14:11",
            "transcript": "But, if we make you pick one, what would it be?"
        },
        {
            "speaker": "JB",
            "time": "01:14:16",
            "transcript": "Probably the one at Townsville.  You know, there’s a big building there ---"
        },
        {
            "speaker": "AW",
            "time": "01:14:29",
            "transcript": "The library and arts centre?"
        },
        {
            "speaker": "JB",
            "time": "01:14:31",
            "transcript": "No, no no, there’s a building that’s part of a college that I did, and it started off being the administration building because they didn’t have one, you know, and it’s got quite a history to it.  That is an interesting building.  Give us a look, it should be in there."
        },
        {
            "speaker": "JM",
            "time": "01:15:06",
            "transcript": "That’s back in BCC days, is it up here somewhere?"
        },
        {
            "speaker": "JB",
            "time": "01:15:12",
            "transcript": "Where are all the pictures?"
        },
        {
            "speaker": "JM",
            "time": "01:15:15",
            "transcript": "There’s Buderim Hospital, so a bit earlier than that?"
        },
        {
            "speaker": "JB",
            "time": "01:15:17",
            "transcript": "Yeah."
        },
        {
            "speaker": "AW",
            "time": "01:15:25",
            "transcript": "This is the building I was talking about before at Toowoomba."
        },
        {
            "speaker": "JB",
            "time": "01:15:28",
            "transcript": "No, that’s at Nambour."
        },
        {
            "speaker": "AW",
            "time": "01:15:30",
            "transcript": "Is it?"
        },
        {
            "speaker": "JB",
            "time": "01:15:31",
            "transcript": "Yeah."
        },
        {
            "speaker": "AW",
            "time": "01:15:32",
            "transcript": "Sorry, yeah you’re right, yeah."
        },
        {
            "speaker": "JM",
            "time": "01:15:40",
            "transcript": "These are great photographs of the agriculture building, by Dick Stringer."
        },
        {
            "speaker": "JB",
            "time": "01:15:46",
            "transcript": "They’re gradually buggering it up as they go along.  You see the little sculpture down the bottom of the stairs there?  I was given that because I was the first person to let the natives have a go at putting them on their buildings in New Guinea.  That was the one the bottom of the stairs there?  I was given that because I was the first person to let the natives have a go at putting them on their buildings in New Guinea.  That was the one that ---"
        },
        {
            "speaker": "AW",
            "time": "01:16:27",
            "transcript": "I know you’ve been travelling a lot in recent years, and looking at ancient architecture.   So, you were telling us before we started taping about the image that we can see behind you there which is a Piranesi print of a building by who?"
        },
        {
            "speaker": "JB",
            "time": "01:16:42",
            "transcript": "Hadrian, Hadrian’s Wall.  Hadrian’s my favourite, I’ve got some books on him.  No one knows anything about him.  They know the work but they’re still researching who and what he was, you know."
        },
        {
            "speaker": "AW",
            "time": "01:17:04",
            "transcript": "So what is this interest in ancient architecture and Hadrian in particular that you’ve developed?"
        },
        {
            "speaker": "JB",
            "time": "01:17:11",
            "transcript": "Well, see, you’ve got Hadrian’s Wall in England, well, what they don’t tell you is that wall goes all the way to Hungary.  That was a defensive line that he took along the Rhine and the Danube and into Hungary where the Persians never worried him because they travelled east.  They were not a competitor."
        },
        {
            "speaker": "JB",
            "time": "01:17:45",
            "transcript": "I don’t think that bloody thing ---"
        },
        {
            "speaker": "JM",
            "time": "01:17:46",
            "transcript": "You may not have illustrated that one Jim.  We’ll have to look for it when we publish it."
        },
        {
            "speaker": "JB",
            "time": "01:17:52",
            "transcript": "Yeah, that’s a shame."
        },
        {
            "speaker": "JM",
            "time": "01:17:54",
            "transcript": "Recently you, having travelled in Italy and seen some of the ancient architecture you feel some empathy with say the spacial qualities of Hadrian’s Villa at Tivoli?"
        },
        {
            "speaker": "JB",
            "time": "01:18:06",
            "transcript": "I did.  Yeah, I – there was a couple of things that are staggering.  I’m going to publish some of it, even if this book gets published, I’m going to rewrite a bit.  Sitting in Bologna, in the public square, there’s Frankie having a cup of coffee, see.  So you know the public square in Bologna?"
        },
        {
            "speaker": "AW",
            "time": "01:18:28",
            "transcript": "I’ve never been to Bologna, I never got off the train there anyway, yeah."
        },
        {
            "speaker": "JB",
            "time": "01:18:31",
            "transcript": "Oh, it’s a must.  It’s a big square and we’re sitting here and they’ve got a kerb, goes around sort of inside the kerb, it’s pedestrian free, you know pedestrian zone and it’s like Brussels’ 01:18:51, and this bloke sitting there just across from where we are and he’s playing some electrified music, you know, and the people are walking across and then they all start to dance as they come near him and they dance away.  You see the square all working, you know, and on the opposite side there’s a renaissance building and they’re putting a new facade on it, there’s big scaffold up and there’s a curtain and on the curtain, I think it’s transparent, is a drawing of the new facade and you can see – when the sun shines on it – it plays on it, it’s fascinating, and then there’s another building down here that’s being built see.  You’re looking at 300 years of work, never stopped.  When you look at the progression there’s another 300 years.  So, there’s 600 years of work there."
        },
        {
            "speaker": "JB",
            "time": "01:19:55",
            "transcript": "Now, in Australia, our people want something like that built in three quarter of an hour.  We have no concept of any squares or anything like that, and here it is right in front of your eyes and I just don’t understand.  I mean, do you know of anything in Australia that is really being developed over that kind of span?  But you can imagine that we should have."
        },
        {
            "speaker": "AW",
            "time": "01:20:23",
            "transcript": "Exactly, yeah."
        },
        {
            "speaker": "JB",
            "time": "01:20:24",
            "transcript": "I think there’s a big message in that."
        },
        {
            "speaker": "JM",
            "time": "01:20:30",
            "transcript": "Well it will be a good message to finish on."
        },
        {
            "speaker": "JB",
            "time": "01:20:32",
            "transcript": "All right, you want to piss of do you?"
        },
        {
            "speaker": "JM",
            "time": "01:20:35",
            "transcript": "Jim, thank very much."
        },
        {
            "speaker": "JB",
            "time": "01:20:37",
            "transcript": "So, I can go and drink now can I?  It’s good to see you anyway.  You know where I am so you don’t want to leave it too long between visits."
        }
    ]
}
