{
    "title": "INTERVIEW WITH IAN CHARLTON",
    "date": "23 AUGUST 2012",
    "exchanges": [
        {
            "speaker": "JG",
            "time": "00:00:01",
            "transcript": "Today is 23 August 2012, we’re interviewing Ian Charlton and the people that are interviewing you are Andrew Wilson, Robert Riddel and Janina Gosseye.  Welcome."
        },
        {
            "speaker": "AW",
            "time": "00:00:26",
            "transcript": "Ian, I guess we wanted to talk to you a little bit about your education here in Queensland, we’re trying to build up a repository of information about people’s experience in architectural education and I guess, to ask you to remember teachers that were influential and maybe ideas that you were thinking about at the time.  We’ve had previous discussion about your experience working at Hayes and Scott and obviously you went on to have a career subsequent to that, particularly in the practice Curro Nutter and Charlton, which you were a principal of."
        },
        {
            "speaker": "AW",
            "time": "00:01:12",
            "transcript": "So, I guess we’re aiming to cover that kind of broad scope of time.  I guess it makes sense that we might start with your education, what you remember of it, and who taught you and perhaps what memorable experiences you had when you were studying architecture."
        },
        {
            "speaker": "IC",
            "time": "00:01:41",
            "transcript": "That’s a bit thing.  Actually, there is a questionnaire, I’ve answered that."
        },
        {
            "speaker": "JG",
            "time": "00:01:47",
            "transcript": "Wow, fantastic, thank you."
        },
        {
            "speaker": "IC",
            "time": "00:01:49",
            "transcript": "I’ve got two copies.  I don’t know if you want to fight about it, but, so a lot of the stuff that we might want to talk about is there if you want to check back and so on.  I’m sorry about the small type, but since I’ve retired I’ve had to learn to type and what I’ve put in is very small type, so I pressed the button to big one and the lines all jumped because the lines were too big and I thought, no I wouldn’t worry."
        },
        {
            "speaker": "JG",
            "time": "00:02:20",
            "transcript": "It’s perfect."
        },
        {
            "speaker": "IC",
            "time": "00:02:22",
            "transcript": "Anyway, well education, this is architectural education.  Well, I guess in 1950 I started at the University of Queensland and graduated at the end of 1955.  They were very early days as you know and, as I say in the – right up here – that, the lecturers at the time were pioneers in the true sense of the word, because they were establishing a course and developing it and, you sometimes hear criticism of the lecturers, but, I have great respect for the majority of the lecturers.  Professor Cummings, Bruce Lucas, you know the famous names and the course in those days was in its infancy, but it was, on the whole, well it turned out a number of reasonable architects, I’ll put it this way."
        },
        {
            "speaker": "RR",
            "time": "00:03:29",
            "transcript": "Do you remember who was in your class?"
        },
        {
            "speaker": "IC",
            "time": "00:03:32",
            "transcript": "I do indeed, yes.  They were the days of small classes.  We started off with eight people in the degree course and after one year the number dropped down to six, would you believe, and the first year was, well, Dan Nutter, John Curro, Ian Charlton, Harry Davis, Fred Lafferty and the two that dropped out, whose names I can’t remember exactly, they subsequently went into pharmacy and various other things."
        },
        {
            "speaker": "IC",
            "time": "00:04:14",
            "transcript": "The lecturers we had through the course, which I’ve listed here are Professor Cummings,  Bruce Lucas, Athol Bretnall, John Hitch, Ron Voller, E J Weller and Dr Karl Langer.  They were the lecturers, and they were practicing architects with experience and I think you can do a lot worse than that starting off a course."
        },
        {
            "speaker": "IC",
            "time": "00:04:47",
            "transcript": "As far as the course was concerned, by today’s standard, I think it’s – it was very broad and the syllabus since then has been honed into have an architectural bias.  Because, in our time, we had to virtually do a first year science course, with maths A, maths B, chemistry and physics, just straight courses.  Now chemistry and physics I’m not saying are not important, but there is a way of putting chemistry through plastics and all those sort of things and the key things in physics, as far as an architectural practice is concerned, so - - -"
        },
        {
            "speaker": "AW",
            "time": "00:05:42",
            "transcript": "So, what year did you actually do your first design studio?"
        },
        {
            "speaker": "IC",
            "time": "00:05:44",
            "transcript": "In the first year of the course."
        },
        {
            "speaker": "AW",
            "time": "00:05:47",
            "transcript": "There was a design studio?"
        },
        {
            "speaker": "IC",
            "time": "00:05:49",
            "transcript": "There was a [00:05:50] course, yes."
        },
        {
            "speaker": "AW",
            "time": "00:05:54",
            "transcript": "You must have just missed out on the move to the St Lucia campus.  Were you?"
        },
        {
            "speaker": "IC",
            "time": "00:06:00",
            "transcript": "Well most of our time was spent down at George Street and we came out here for design subjects and, now, did we ever go into the tower?  I think we must have, but, that’s interesting, but I can’t remember.  We used to call it the bloody tower I think, that’s what it was known as.  But, down at George Street we were in the present QUT administration building."
        },
        {
            "speaker": "AW",
            "time": "00:06:38",
            "transcript": "Yes.  On the top floor I think."
        },
        {
            "speaker": "IC",
            "time": "00:06:40",
            "transcript": "Yes."
        },
        {
            "speaker": "RR",
            "time": "00:06:45",
            "transcript": "You said that there were six students in your year, but I think you only named five of them."
        },
        {
            "speaker": "IC",
            "time": "00:06:51",
            "transcript": "Harry Davis I said, yes."
        },
        {
            "speaker": "RR",
            "time": "00:06:55",
            "transcript": "Fred Lafferty, Curro, Nutter and Charlton and who was the sixth?"
        },
        {
            "speaker": "IC",
            "time": "00:07:01",
            "transcript": "Long pause.  I’m going to be terribly embarrassed later on when I remember it, but I’ll come back to you on that one."
        },
        {
            "speaker": "AW",
            "time": "00:07:13",
            "transcript": "There were no women."
        },
        {
            "speaker": "IC",
            "time": "00:07:15",
            "transcript": "No, no, except in the following year, there were too women, Ann Greenfield and the other lass, what was her name – no, sorry, they were a year later again I think.  Paquita Day was on of the early ones, in the year ahead with Blair Wilson.  Paquita Day was ahead of us I think."
        },
        {
            "speaker": "AW",
            "time": "00:07:46",
            "transcript": "So, you’ve got a list of teachers that you remember, you’ve got Professor Cummings and Bruce Lucas, Athol Bretnall, John Hitch, Ron Voller,  Jim Weller and Karl Langer.  One thing that I’m interested in is how Cummings and Lucas talked together.  Did they run studios together as a team or?"
        },
        {
            "speaker": "IC",
            "time": "00:08:11",
            "transcript": "From memory, I think Prof usually took the design aspect of it and a broad sort of thing, Bruce was mainly construction and - - -"
        },
        {
            "speaker": "AW",
            "time": "00:08:24",
            "transcript": "Yes.  And, I think later he was involved in teaching professional practice."
        },
        {
            "speaker": "IC",
            "time": "00:08:30",
            "transcript": "That’s right, yeah, that’s later in the course it was, yeah."
        },
        {
            "speaker": "AW",
            "time": "00:08:37",
            "transcript": "So, I guess, you’ve got a list of teachers there, were they people who ran various years that you participated in?"
        },
        {
            "speaker": "IC",
            "time": "00:08:45",
            "transcript": "Yes, although, say somebody like John Hitch, we had for more than one year.  He was the design lecturer, tutor.  Ron Voller on the other hand, he was mainly first year and he told us how to use set squares and how to make sure that the set square was square and everything.  We thought it was pretty humorous at the time, but, later on we realised it was important."
        },
        {
            "speaker": "RR",
            "time": "00:09:13",
            "transcript": "Was it Rod or Ron Voller?"
        },
        {
            "speaker": "IC",
            "time": "00:09:15",
            "transcript": "Ron, yeah.  Rod appeared later on in a very small way, as far as we were concerned, yeah.  Ron was the bloke with a moustache, yeah."
        },
        {
            "speaker": "AW",
            "time": "00:09:27",
            "transcript": "So, what years did John Hitch run?"
        },
        {
            "speaker": "IC",
            "time": "00:09:31",
            "transcript": "Well, I first came across him in, probably it must have been third year, because, actually what happened in third year, I think he looked round the class and thought that I was a likely lad and over the Christmas break I got a job in the office and subsequently worked for my fourth year with Theo Thynne and Associates, where John Hitch was a partner."
        },
        {
            "speaker": "IC",
            "time": "00:10:09",
            "transcript": "Then later on I think he took us for design for fourth and fifth year, I think.  Yeah."
        },
        {
            "speaker": "AW",
            "time": "00:10:17",
            "transcript": "My understanding is that there was a period of time there where he was running the final year at the University of Queensland."
        },
        {
            "speaker": "IC",
            "time": "00:10:25",
            "transcript": "Yes.  Subsequently, I think Campbell Scott, sort of, slotted into that role, I think.  I don’t know whether they worked together; no, I don’t think they did because I think John Hitch had gone down south."
        },
        {
            "speaker": "AW",
            "time": "00:10:39",
            "transcript": "Right.  So, Campbell taught perhaps at the end of the 50’s or, early 60s perhaps?"
        },
        {
            "speaker": "IC",
            "time": "00:10:46",
            "transcript": "Well, he probably might have been going down at night perhaps.  I’m not sure, I’m not sure."
        },
        {
            "speaker": "AW",
            "time": "00:10:57",
            "transcript": "What about Karl Langer’s role, was he?"
        },
        {
            "speaker": "IC",
            "time": "00:10:59",
            "transcript": "Karl Langer was purely and simply town planning and certainly in our last year, I’m not sure whether there was a bit of the subject in fifth year as well, but that’s the only contact we had with Karl."
        },
        {
            "speaker": "AW",
            "time": "00:11:13",
            "transcript": "Was that run as a design studio or was it run as a - - -"
        },
        {
            "speaker": "IC",
            "time": "00:11:16",
            "transcript": "Purely and simply a series of lectures and things, yep."
        },
        {
            "speaker": "RR",
            "time": "00:11:25",
            "transcript": "Just looking into your list of significant contemporaries, was Neville Lund one of those?"
        },
        {
            "speaker": "IC",
            "time": "00:11:31",
            "transcript": "Well, he was round about our time, but he was a year ahead of us and incidentally, some of the wording; what’s meant by contemporary and what’s meant by significant, I wasn’t too sure how to slot them, but, there was a very key student and a very serious, you know, practitioner of course."
        },
        {
            "speaker": "RR",
            "time": "00:11:58",
            "transcript": "And, I had the feeling that a lot of the people who were students at that time were returned servicemen and they’d had their study interrupted by the war and they came back."
        },
        {
            "speaker": "IC",
            "time": "00:12:12",
            "transcript": "Came back, yes."
        },
        {
            "speaker": "RR",
            "time": "00:12:13",
            "transcript": "They were, sort of, coming back and, you know, times were fairly loose in terms of education.  I mean, is that your feeling or?"
        },
        {
            "speaker": "IC",
            "time": "00:12:24",
            "transcript": "When you say loose, you mean the - - -"
        },
        {
            "speaker": "RR",
            "time": "00:12:28",
            "transcript": "Well, I suppose what I mean is that people were able to take up study much easier than subsequently was the case."
        },
        {
            "speaker": "IC",
            "time": "00:12:43",
            "transcript": "That could well be."
        },
        {
            "speaker": "RR",
            "time": "00:12:46",
            "transcript": "When I tried to do architecture, because I didn’t get senior physics, I wasn’t allowed to go on beyond a certain point."
        },
        {
            "speaker": "IC",
            "time": "00:12:55",
            "transcript": "Yeah, that shows how ridiculous it is really."
        },
        {
            "speaker": "RR",
            "time": "00:12:58",
            "transcript": "And, I had to stop and go and get senior physics, so I could go on."
        },
        {
            "speaker": "IC",
            "time": "00:13:01",
            "transcript": "Without knowing the detail, I’d say they probably would lean, you know, reference to the blokes coming back, to give them a bit of a boost, and fair enough I think, yeah.  There were people like Baz Hatcher and there – probably about four or five that I can remember – that I can’t remember their names."
        },
        {
            "speaker": "RR",
            "time": "00:13:25",
            "transcript": "But, did the course start up again in 1946 or did it take longer than that?  Because it had been going before the war, had it not?"
        },
        {
            "speaker": "IC",
            "time": "00:13:37",
            "transcript": "Well, there was the diploma course or the course at the, down at Central College and you needed [00:13:47] and to put you right on that, I’ve got a great horror of saying the wrong thing, but, before I joined and I think the degree course had been going at least a couple of years, three years or something, and it was founded upon the start of the course, down in the Tech College, before the war."
        },
        {
            "speaker": "RR",
            "time": "00:14:16",
            "transcript": "CTC it was.  Central Technical College."
        },
        {
            "speaker": "AW",
            "time": "00:14:20",
            "transcript": "I’ve been doing a bit of work on that period, when I did my PhD, so I was surprised that actually, well architecture kept going, except in 1942, and there was the University of Queensland diploma course, which ran during the war and there were only two – a couple of students - - - -"
        },
        {
            "speaker": "IC",
            "time": "00:14:40",
            "transcript": "Yeah, I can imagine that.  It was called a diploma course then was it?"
        },
        {
            "speaker": "AW",
            "time": "00:14:43",
            "transcript": "That’s right, so I think Cam Scott and Robert Froud did that course, and so Campbell Scott in fact only missed one year during the second world war, of study.  So, he was – that was one of the reasons why Hayes and Scott were able to start up in 1946."
        },
        {
            "speaker": "IC",
            "time": "00:15:03",
            "transcript": "Yes, straight after the war."
        },
        {
            "speaker": "AW",
            "time": "00:15:04",
            "transcript": "Straight after the war."
        },
        {
            "speaker": "IC",
            "time": "00:15:05",
            "transcript": "Yes, yeah."
        },
        {
            "speaker": "AW",
            "time": "00:15:06",
            "transcript": "And, Blair Wilson I think was in one of the first years of the degree course."
        },
        {
            "speaker": "IC",
            "time": "00:15:12",
            "transcript": "Yes, well Blair was one year ahead of me.  So, that’s why I say the lecturers were really pioneers and it was quite a struggle to get the course and Dan Nutter and I were the recipients of first class honours through the Prof trying to increase the standard and get a bit of status.  Both Dan and I did well during the course and in fact, Dan Nutter won a university medal.  He was one of the outstanding students in the whole of the university."
        },
        {
            "speaker": "IC",
            "time": "00:15:47",
            "transcript": "But, we didn’t do what people have got to do now for first class honours.  So, I thank the professor for that."
        },
        {
            "speaker": "JG",
            "time": "00:15:57",
            "transcript": "Can I just take a small step back and ask you why did you decide to go and study architecture in the first place, what inspired you to?"
        },
        {
            "speaker": "IC",
            "time": "00:16:04",
            "transcript": "To do architecture?  Well, these are funny stories, but an old aunt of mine, she – well I used to like drawing at school and there weren’t any art classes or anything like drawing, and I remember when I was still in primary school, I think, I heard my mother and my aunty talking and I overheard them say, “Doris, this boy has to do architecture.”  I thought, well architecture, what’s that all about.  Anyway, it sowed a seed and then the same aunty had a friend who had studied architecture using an international correspondence course, with a series of great big volumes about this big, which I subsequently was given and then during school, I had to sort out subjects to suit architecture, and it never suited because we had to do art which, you know, was not thought of in any big sense like it is now and that clashed with chemistry and French and it was very hard to work in; and I sort of did dismally in chemistry and French in senior."
        },
        {
            "speaker": "IC",
            "time": "00:17:31",
            "transcript": "But, I got enough – a B in art or something to be able to get into the course.  So, times have changed you know.  You know, with my past and everything, I wouldn’t have got into architecture I don’t think.  But, in those days, they had university scholarships, the free thing, and we all got university scholarships, low fees, fantastic.  The good old days.  Incidentally, I can still – talking about those books, they’ve been on my shelf – they’re a pile about this big, they’re about that big, and I’ve been trying to clean up, sort of getting to the end of the road and I thought well, rather than just throw them out I’d like to see whether anybody’s interested."
        },
        {
            "speaker": "IC",
            "time": "00:18:15",
            "transcript": "Do you know that I wrote to the librarian of the degree course here and I wrote to the librarian of the QUT and I didn’t get an answer from either of them."
        },
        {
            "speaker": "JG",
            "time": "00:18:27",
            "transcript": "That’s odd."
        },
        {
            "speaker": "IC",
            "time": "00:18:28",
            "transcript": "I know they’re out of date, and everything, but they’re historically – yeah, and I followed one of them up because the – I think it was the librarian here had changed, so I sent that off to the new librarian, not a sausage, which I reckon is very, very poor."
        },
        {
            "speaker": "RR",
            "time": "00:18:48",
            "transcript": "Where do they emanate from, where were they published?"
        },
        {
            "speaker": "IC",
            "time": "00:18:51",
            "transcript": "They’re British, England.  It’s all British stuff, but it’s, you know, from freehand drawing and doing casts to sanitary engineering and brickwork, the whole works."
        },
        {
            "speaker": "AW",
            "time": "00:19:08",
            "transcript": "Sounds like an oversight Ian, so we can sort that out for you."
        },
        {
            "speaker": "IC",
            "time": "00:19:09",
            "transcript": "Yeah.  No, well, what I offered to do was just bring a couple of books and just see, well are you interested or not, yeah.  I’d be willing - - -"
        },
        {
            "speaker": "AW",
            "time": "00:19:18",
            "transcript": "We have a specialist here, an architecture specialist librarian, so."
        },
        {
            "speaker": "IC",
            "time": "00:19:23",
            "transcript": "But it could be considered, well they’re absolutely useless for practice now, but as a historical - - -"
        },
        {
            "speaker": "JG",
            "time": "00:19:28",
            "transcript": "Sure, of course, yeah.  So, do you remember any of the projects that – the studio projects or the design projects that you did when you were studying.  What were you looking at, was it residential projects, or what were they having you design?"
        },
        {
            "speaker": "IC",
            "time": "00:19:46",
            "transcript": "As a student?"
        },
        {
            "speaker": "JG",
            "time": "00:19:47",
            "transcript": "As a student yes."
        },
        {
            "speaker": "IC",
            "time": "00:19:47",
            "transcript": "Well, in first year we started off with a fishing hut I think, was the very first one.  Fishing huts and all these little jobs, they are one of the most difficult things to design as architectural gems and everything, aren’t they?  Anyway, so they’d toss – and then, we gradually worked up through the course to houses through to you know, small warehouse and office buildings and in our last year, with John Hitch, we did a great big council building with all the – you could imagine a building for the Brisbane City Council, so we covered a wide range, yes."
        },
        {
            "speaker": "RR",
            "time": "00:20:36",
            "transcript": "When you finished the course did you go straight into working here or did you travel?"
        },
        {
            "speaker": "IC",
            "time": "00:20:44",
            "transcript": "No, no.  Once again, it’s in here if you want to get it, but I’ll talk a bit.  Well, it sounds as though I was a very arrogant student, but I wasn’t actually.  But, during third year I decided that I wanted to get experience overseas.  So, what I decided that in fourth, fifth and sixth years I would get a different job to get different experience.  So, what I did, I worked in Thynne and Hitch with John Hitch and then in the same building, downstairs, was Hayes and Scott, who were the gurus at the time, so, I managed to talk my way into there for a year."
        },
        {
            "speaker": "IC",
            "time": "00:21:32",
            "transcript": "Then, because I wanted to get some experience in the big office, that’s when I went to Conrad and Gargett and then, the moment I graduated, well I virtually got married, we hopped on a ship and we went to London and I worked in London for a couple of years and I’ve listed the offices there; James Cubitt and Partners, which was one of the top design offices at the time.  They’d previously employed Rob Gibson actually, and  I think probably I heard of it through Rob Gibson."
        },
        {
            "speaker": "IC",
            "time": "00:22:08",
            "transcript": "When I arrived on the door step, James Cubitt himself was walking out the door and he said, “Yes” and I said, “Well, I’ve just come to see if there’s a position in the firm.” And he said, “You’d be an Aussie would you?” and he said, “Oh, we’ve had another colonial, Gibson.”  He was a typical Englishman.  Anyway, I got the job and great experience and while I was there I was working on Hertfordshire schools and after the war, the English in their typical thorough thing, they had this tremendous rebuilding program that they had to do, so what they did, they co-ordinated, say steel manufacturers to do one thing.  Other people to produce precast concrete and in the Hertfordshire school system, all the schools were designed under this umbrella.  But, it was on a module obviously, but they were first class buildings and you just picked the shopping list.  You know, you ‘d do a drawing and put a C1A and that would be a certain column, a certain cladding and all the rest of it and because the very sort of thing that I’d never come across and I thought it was fantastic."
        },
        {
            "speaker": "IC",
            "time": "00:23:41",
            "transcript": "But, by the end of the year I was at the stage where, even though I say so myself, I was a Hertfordshire school expert, you know.  And, I thought, well okay, I went as far as I could go and in fact, I went to James Cubitt and the money was very poor and I said, well, look you know, is there any chance of getting some more money and he sort of, leant back in his chair and he said, “Look, I’d like to, but if I give you more money I’m going to have to up all the other people” and of course, the other people – because they weren’t getting much money – were just sort of taking it easy, so, I thought, okay, and that’s when I went to Chamberlain Powell and Bon, and at that stage they were in the running for the Barbican Scheme and they’d just finished the Golden Lane Scheme.  These are famous London schemes, I don’t know whether you’ve ever heard of them or not."
        },
        {
            "speaker": "IC",
            "time": "00:24:36",
            "transcript": "But, while I was there I did the working drawings and all the detailing for a block of home units in the Golden Lane Scheme.  At the end of the year, I’d already decided that, to get some experience, we’d call in Canada to get some experience on the other side of the coin.  In those days it was common for Australians to immigrate to Canada and you had to do this in order to get a job, so I’d put all this in train and I had to gamble on the Barbican Scheme coming off or not coming off whether to stay.  I looked at it very hard, you know, very seriously because it looked as thought it wasn’t going to happen next year."
        },
        {
            "speaker": "IC",
            "time": "00:25:43",
            "transcript": "So, I went to Joe Chamberlain and I said, “Look, I don’t think I – I think I’m going to go to Canada” and he said, “Look,” he said, “You stay and we’ll double your salary.” which was really something, because in the Golden Lane Scheme I’d been doing models and staying up all night doing them and the whole shooting dice.  But, as it turned out, I’m glad I didn’t because it didn’t get going again for another two to three years, you know.  It was in limbo land, like all these things."
        },
        {
            "speaker": "IC",
            "time": "00:26:22",
            "transcript": "So, then I went to Canada and I rang Dan up, Dan was working in Montreal at the time, I said, “Well, what’s it like in Canada?”  he said, “Don’t come over, there’s a credit squeeze on,” I said, “Don’t worry,” that was in Montreal and I was going elsewhere and I said, “I’ll get a job shovelling snow” well it turned out there were people all over the place shovelling snow, so I tramped around -  what’s the capital of Ontario – in the snow for a week with a roll of drawings and getting thoroughly soaked."
        },
        {
            "speaker": "IC",
            "time": "00:27:03",
            "transcript": "In the end I came across a bloke that I was working with in London, he said, “There’s a job going up in Sunbury” which is about 300 miles north, a mining town.  And anyway, to cut a long story short, I worked there for six months and then we found that Penny was expecting and we didn’t have any medical benefits or anything so I had to come home.  I came home and walked around and I didn’t know where to go, I went and called at Hayes and Scott and they made me an offer that was to good to miss."
        },
        {
            "speaker": "IC",
            "time": "00:27:37",
            "transcript": "Then it got to the stage, after about three years, it was obvious that my future there, although we got on well and all the rest of it, it wasn’t going to go any higher.  Even George Henderson didn’t look like ever getting a partnership or anything, so then I had to decide where to go and I wanted to get big office experience, because, in Nutter and Charlton, we did do some pretty big jobs and Dan was looking after this building, I didn’t have very much to do with it and that was going on and when I won the Brick Award, the travelling award, in 1971, I went overseas at the time when they were selecting the architects to do the competition for the Art Gallery and while I was over there I was going to galleries and looking around everything and had it in the back of my mind that we might get it, but, the dirty dogs didn’t put us on the list and I could see that we were doing well and in hindsight I probably shouldn’t have gone, but, I wanted to get some work on bigger jobs."
        },
        {
            "speaker": "IC",
            "time": "00:28:54",
            "transcript": "In the end, after 15 years at Conrad and Gargett, I was, you know, had too much of it, so, that’s how it all happened."
        },
        {
            "speaker": "JG",
            "time": "00:29:05",
            "transcript": "Can I again take a step back?  When you were in London or in Europe, did you also travel ?  Did you visit buildings there?"
        },
        {
            "speaker": "IC",
            "time": "00:29:13",
            "transcript": "Did we ever, yeah.  Well, these stories aren’t very relevant to architecture, but they’re interesting stories.  Well, when we arrived in London, I had an aunty there who put us up for a while and so, I decided there was enough time before, in the summer, to do a trip around Europe first and then come back and in fact, then look for a job.  It’s amazing in those days wasn’t it?  You’d think I would have got a job lined up before hand.  I didn’t.  Got the job, but we bought a Lambretta Scooter, would you believe."
        },
        {
            "speaker": "RR",
            "time": "00:29:56",
            "transcript": "You’re not the only one?"
        },
        {
            "speaker": "IC",
            "time": "00:29:55",
            "transcript": "Did you have one?"
        },
        {
            "speaker": "RR",
            "time": "00:29:58",
            "transcript": "No, no, but Graham Bligh had the same story."
        },
        {
            "speaker": "IC",
            "time": "00:30:00",
            "transcript": "Yeah, Graham came out after us, we told him all about it.  And, marvellous machine and the first year we took three months off and we went to Belgium, Holland, across to Germany down the Rhine and down to – we went as far west as Vienna then down to Rome then across to Barcelona and across to Biarritz and then up to Paris and home.  That was three months."
        },
        {
            "speaker": "IC",
            "time": "00:30:36",
            "transcript": "Then the next year, same Lambretta we did the northern bit.  We did, in those days, and I mentioned the book’s here, the Sweden Bills the Switzerland Bills and all the rest of it, they were great mind broadening, you know experience to read these, to see about the old architecture, the new architecture and the background of town planning and all the rest of it."
        },
        {
            "speaker": "IC",
            "time": "00:31:01",
            "transcript": "So, we did Sweden, Norway, then down to Denmark and I tried to get a job in Denmark before we went back to London but it was a bit awkward because of no language, they were using metrics we weren’t, I would have been pretty useless; so I have that idea away and that was another three months and all the time the whole emphasis was knowing about the buildings or going to offices and saying, “What are your important buildings?” going round these things and all in all – and we also went round England, Wales and Scotland and in all we raked up 24,000 kilometres on the scooter.  With very little - - -"
        },
        {
            "speaker": "RR",
            "time": "00:31:55",
            "transcript": "Or was it miles in those days?"
        },
        {
            "speaker": "IC",
            "time": "00:31:57",
            "transcript": "No, I’ve converted it."
        },
        {
            "speaker": "AW",
            "time": "00:32:03",
            "transcript": "Ian, were you aware of the – there was an exhibition on Australian architecture in 1956, were you aware of that being on at the RIBA?"
        },
        {
            "speaker": "IC",
            "time": "00:32:14",
            "transcript": "I think I caught up with it later, yeah.  No, it’s not in my mind at the moment."
        },
        {
            "speaker": "AW",
            "time": "00:32:22",
            "transcript": "I think i was early in ’56 so you might have been just setting in and all of that."
        },
        {
            "speaker": "IC",
            "time": "00:32:25",
            "transcript": "We probably might have been on the continent too at that stage, but, yeah."
        },
        {
            "speaker": "JG",
            "time": "00:32:28",
            "transcript": "You mentioned that you visited offices.  Do you remember which architectural offices you visited during your trip?"
        },
        {
            "speaker": "IC",
            "time": "00:32:37",
            "transcript": "Not specifically, no.  You know in Rome, somebody mentioned – and I forget who it was no – but, no, more a general sort of thing.  But, you know they were all prepared to – later on when I did the Brick Award, I had pre-organised whole trips, you know, you’d go somewhere and it was a Brick Award and they’d line up tours around brickworks and brick buildings and all the rest of it, that was a different kettle of fish all together."
        },
        {
            "speaker": "RR",
            "time": "00:33:17",
            "transcript": "Were the buildings on that first trip that you sought out, that you knew about and you wanted to see?"
        },
        {
            "speaker": "IC",
            "time": "00:33:23",
            "transcript": "Yes."
        },
        {
            "speaker": "RR",
            "time": "00:33:24",
            "transcript": "Do you remember what they are?"
        },
        {
            "speaker": "IC",
            "time": "00:33:27",
            "transcript": "Well, I suppose the main one would be [Corbs 00:33:32]  big Marseille, you know?"
        },
        {
            "speaker": "JG",
            "time": "00:33:36",
            "transcript": "[00:33:36 Unite’ d’Habitation]"
        },
        {
            "speaker": "IC",
            "time": "00:33:39",
            "transcript": "And, subsequently another Corb building was the Ronchamp Chapel which probably wasn’t built at that stage and then, cities like Rotterdam were more general things, because Rotterdam had been flattened and you just had all this, you know, sheet of modern buildings which was really something."
        },
        {
            "speaker": "IC",
            "time": "00:34:13",
            "transcript": "And, the other one, that Penny’s always said that, you know, things like the older buildings, the cathedrals and things that you knew were in towns Cologne or wherever in Spain, you know, you’d know to go to those because the average person could be one block away from some significant building and miss it.  You miss so many things of course, don’t you?"
        },
        {
            "speaker": "RR",
            "time": "00:34:42",
            "transcript": "Unless you’ve got a good guide book and they’re hard to come by.  What about Corbusier’s other things around Paris?"
        },
        {
            "speaker": "IC",
            "time": "00:34:50",
            "transcript": "Well, in those days, no, we were – how will I put this – we were running around a lot of the touristy things as well  We’d only had a week or something there and we were trying to absorb all that.  Actually, we’re going back to Paris in September and I made a point that I’d like to see a bit more than I have to date."
        },
        {
            "speaker": "RR",
            "time": "00:35:20",
            "transcript": "What about things like [Hilsden  00:35:22] the Town Hall there in Holland?"
        },
        {
            "speaker": "IC",
            "time": "00:35:28",
            "transcript": "No, you know you’re going to embarrass me now because, you know, it’s - - -"
        },
        {
            "speaker": "RR",
            "time": "00:35:34",
            "transcript": "It’s interesting, because there were some Australian architects who new about that building and obviously went there, you can see it, I think Charlie Fulton must have been one of those.  But, I’m mystified to know how they knew about it."
        },
        {
            "speaker": "IC",
            "time": "00:35:51",
            "transcript": "Yeah, well say Stockholm Town Hall, I’ve been back to that twice, because that was in Sweden Bills and you sort of remember all those sorts of buildings."
        },
        {
            "speaker": "RR",
            "time": "00:36:03",
            "transcript": "And, the library in Stockholm, was it there then?"
        },
        {
            "speaker": "IC",
            "time": "00:36:07",
            "transcript": "No.  The other one that I remember in Stockholm was the cathedral.  The brick cathedral.  I forget the architect there, but Gunnar Asplund’s crematorium and those sort of things."
        },
        {
            "speaker": "RR",
            "time": "00:36:21",
            "transcript": "You went there?"
        },
        {
            "speaker": "IC",
            "time": "00:36:22",
            "transcript": "Yeah, that was marvellous."
        },
        {
            "speaker": "JG",
            "time": "00:36:25",
            "transcript": "And those things were being shown in the courses that you took here at university.  They showed all these modern buildings back in Europe or work that was done here?"
        },
        {
            "speaker": "IC",
            "time": "00:36:36",
            "transcript": "Well, you heard about them probably through reading and things, but in those days there weren’t the slide shows that there are now where it’s all on tap isn’t it, you know."
        },
        {
            "speaker": "RR",
            "time": "00:36:50",
            "transcript": "It’s such a big field, not everything’s on tap, you can’t possibly do it, so you’d have to be selective."
        },
        {
            "speaker": "IC",
            "time": "00:36:55",
            "transcript": "Yeah, but that’s one thing I admired about Professor Cummings, that he was Our House, Mann and Gropius and all that sort of thing.  He instilled that straight down the line sort of approach that, you know, I think it was great – in fact, I’m going back to Berlin on the same thing and I’ve never been to the Bauhaus for example, well I’ve never been to Berlin before."
        },
        {
            "speaker": "RR",
            "time": "00:37:29",
            "transcript": "Did you realise as a student where Karl Langer fitted into all this?"
        },
        {
            "speaker": "IC",
            "time": "00:37:35",
            "transcript": "I knew that he had the European background and everything and we were very impressed generally, but it’s only subsequently that I realised just what a gem he was."
        },
        {
            "speaker": "RR",
            "time": "00:37:58",
            "transcript": "Seidler had a much higher profile in Australia than Karl Langer did.  Maybe he was a better salesman or he had better connections, I don’t know, but he was well known in Brisbane. Were you aware of Seidler while you were here, when you were a student?"
        },
        {
            "speaker": "IC",
            "time": "00:38:20",
            "transcript": "Yes.  Well, his mother’s house was fairly recent and that was the talking point I think, wasn’t it?"
        },
        {
            "speaker": "RR",
            "time": "00:38:30",
            "transcript": "Did you go and see it?"
        },
        {
            "speaker": "IC",
            "time": "00:38:32",
            "transcript": "Never seen it, no."
        },
        {
            "speaker": "RR",
            "time": "00:38:35",
            "transcript": "Some people went from Brisbane down to look at it.  I’m sure Hayes and Scott probably - - -"
        },
        {
            "speaker": "IC",
            "time": "00:38:40",
            "transcript": "We didn’t get round as much as students as probably students do today.  Sydney seemed a long way away."
        },
        {
            "speaker": "JG",
            "time": "00:38:49",
            "transcript": "The teachers, did they show their own projects – did they talk about their own projects while they were teaching, you said that they were all practicing architects.  So, they were showing their own work or not really."
        },
        {
            "speaker": "IC",
            "time": "00:39:02",
            "transcript": "Sorry, I missed the first part.  I should put my hearing aids in."
        },
        {
            "speaker": "JG",
            "time": "00:39:05",
            "transcript": "So, when you were a student did the teachers ever teaching you, you said that they were all practicing architects with experience, were they showing their own work as examples or where they talking about their own work, or, not really."
        },
        {
            "speaker": "IC",
            "time": "00:39:15",
            "transcript": "Not to any great extent.  We know about Professor Cummings and Bruce Lucas did the Christian Science Church on Riverside Drive, which has since been demolished, but that was sort of, a, like it was a standard design, if you like, out of America."
        },
        {
            "speaker": "RR",
            "time": "00:39:33",
            "transcript": "It’s still there."
        },
        {
            "speaker": "IC",
            "time": "00:39:35",
            "transcript": "The original one?"
        },
        {
            "speaker": "RR",
            "time": "00:39:36",
            "transcript": "Was there one before?"
        },
        {
            "speaker": "IC",
            "time": "00:39:37",
            "transcript": "I’m talking about the original one, yeah.  This modern one with the trophy on the top?"
        },
        {
            "speaker": "RR",
            "time": "00:39:44",
            "transcript": "No, that’s a Mormon Church."
        },
        {
            "speaker": "IC",
            "time": "00:39:47",
            "transcript": "Well, that’s where it was."
        },
        {
            "speaker": "AW",
            "time": "00:39:50",
            "transcript": "There was another Church there?"
        },
        {
            "speaker": "IC",
            "time": "00:39:51",
            "transcript": "Yes.  Unless we’re getting confused.  I’ve just always thought that they demolished the old one and that was the new one."
        },
        {
            "speaker": "RR",
            "time": "00:39:59",
            "transcript": "The old one was demolished, but it was an old Mormon that I think Robin Gibson had supervised, but not designed, but the Christian Science one was at North Quay and it’s still there, in pale brickwork."
        },
        {
            "speaker": "IC",
            "time": "00:40:13",
            "transcript": "No, this was the one that was at River, Kangaroo Point, whatever that was, if it – Mormon things."
        },
        {
            "speaker": "RR",
            "time": "00:40:22",
            "transcript": "I’m not sure about that one, but I always understood that Gibson had something to do with it but he hadn’t designed it, it had come from Salt Lake City or wherever those things come from."
        },
        {
            "speaker": "IC",
            "time": "00:40:33",
            "transcript": "Hang on.  I might be wrong, because the brickwork and all the rest of it was the thing that I remember that, sort of, tower – it was not a bad building, yeah."
        },
        {
            "speaker": "RR",
            "time": "00:40:52",
            "transcript": "Very Scandinavian in many ways.  They did another Church out at Clayfield too, which was the - - -"
        },
        {
            "speaker": "IC",
            "time": "00:41:00",
            "transcript": "I didn’t know really know about that, yeah.  But, I think that’s probably the only one that he mentioned.  We knew about John Hitch’s work a little bit because that had been published in magazines and also when that book on Queensland Architects came out that - - -"
        },
        {
            "speaker": "RR",
            "time": "00:41:19",
            "transcript": "He’d been working for the Public Works Department."
        },
        {
            "speaker": "IC",
            "time": "00:41:21",
            "transcript": "Public Works yeah, Bundaberg - - -"
        },
        {
            "speaker": "AW",
            "time": "00:41:25",
            "transcript": "Regional projects."
        },
        {
            "speaker": "IC",
            "time": "00:41:26",
            "transcript": "Court House."
        },
        {
            "speaker": "AW",
            "time": "00:41:27",
            "transcript": "And in Rockhampton, the office block up there."
        },
        {
            "speaker": "IC",
            "time": "00:41:30",
            "transcript": "Yeah.  In fact, John Hitch subsequently published a volume of his own work, which you might be interested in seeing - - -"
        },
        {
            "speaker": "RR",
            "time": "00:41:44",
            "transcript": "Absolutely."
        },
        {
            "speaker": "AW",
            "time": "00:41:45",
            "transcript": "It’s in our library."
        },
        {
            "speaker": "IC",
            "time": "00:41:47",
            "transcript": "Is it, right.  I thought he was going to give it to me but he ended up sending the bill.  But, historically it’s  a good document and, you know, he – we used to always admire his presentations which these days might look a bit old hat, but when they had the thing at the exhibition and things – I forget what it was called now, but he did the sketch for the entry and all the rest of it and they were quick sketches in watercolour and very architectural, to our eyes.  Looking at them now, you think, so what, but, I think all of these things have got to be thought about in their time haven’t they."
        },
        {
            "speaker": "AW",
            "time": "00:42:36",
            "transcript": "He was involved in a lot of exhibitions wasn’t he?"
        },
        {
            "speaker": "IC",
            "time": "00:42:37",
            "transcript": "Yeah.  There was an exhibition in the City Hall for example and they were done through the Chamber of Commerce or something like that, yeah."
        },
        {
            "speaker": "AW",
            "time": "00:42:49",
            "transcript": "He was on the committee for this exhibition of Australian architecture that went to London, with Jim Weller I think."
        },
        {
            "speaker": "IC",
            "time": "00:42:54",
            "transcript": "Could be, yeah, Jim Weller was involved in one of these other ones as well, yes."
        },
        {
            "speaker": "AW",
            "time": "00:43:06",
            "transcript": "So, in terms of, when you came back to Brisbane, I guess, working at Hayes and Scott.  Do you remember the projects you worked on at Hayes and Scott?"
        },
        {
            "speaker": "IC",
            "time": "00:43:16",
            "transcript": "Now, it might get a bit blurred.  From when I was a student and when I was - - -"
        },
        {
            "speaker": "AW",
            "time": "00:43:25",
            "transcript": "So you worked there as a student as well."
        },
        {
            "speaker": "IC",
            "time": "00:43:28",
            "transcript": "That was in fifth year.  Yeah.  I think there I might have done the rehash of the working drawing of the Waterside Workers building, which I think that was done the first time when I was just in fifth year actually, but it had been designed and I think they were developing the working drawings and I forget the name of the other bloke that was mainly involved in that."
        },
        {
            "speaker": "IC",
            "time": "00:43:59",
            "transcript": "But then when I went to Hayes and Scott I – what did I start on?"
        },
        {
            "speaker": "RR",
            "time": "00:44:07",
            "transcript": "They were doing mainly houses, were they not?"
        },
        {
            "speaker": "IC",
            "time": "00:44:10",
            "transcript": "Yeah, well there was a house for Sir George Green at Hamilton."
        },
        {
            "speaker": "AW",
            "time": "00:44:21",
            "transcript": "You worked on that one, that’s a kind of express concrete frame house?"
        },
        {
            "speaker": "IC",
            "time": "00:44:25",
            "transcript": "Yes, Eddie Hayes designed that one."
        },
        {
            "speaker": "AW",
            "time": "00:44:28",
            "transcript": "With a pop up in the roof?"
        },
        {
            "speaker": "IC",
            "time": "00:44:32",
            "transcript": "It was two storey light, yes.  I think it’s been wrecked a bit now, because one of the [Watco’s 00:44:39] boys bought it and improved it or something like that.  So, that might have been one of the first ones.  Then, I got involved in – there’s a housing scheme for the Housing Commission up at Red Hill, in Wellington Road, and that was for the Housing Commission and they were terrible clients.  I used to go along to the meetings with Campbell and actually, I had a pretty free hand in designing that and it had sort of, blocks had to be squeezed on, they had to get as many units as they could and they squeezed them on, but I had, sort of, little brick fins sticking out at the end to sort of help, blocked out views and all the rest of it."
        },
        {
            "speaker": "IC",
            "time": "00:45:39",
            "transcript": "I sat down there and this ignorant bloody commissioner was sitting there and he chopped off all the fins and all the things that, you know, were making a little bit of difference to save money.  “Why are we doing this?” you know, we can save money there.  And, looking at it now, it’s a very English type design.  Have you ever seen it, it’s - - -"
        },
        {
            "speaker": "RR",
            "time": "00:46:04",
            "transcript": "Not aware of it.  It’s still there?"
        },
        {
            "speaker": "IC",
            "time": "00:46:08",
            "transcript": "Still there, yeah."
        },
        {
            "speaker": "RR",
            "time": "00:46:09",
            "transcript": "And relatively unchanged or?"
        },
        {
            "speaker": "IC",
            "time": "00:46:11",
            "transcript": "I think its relatively unchanged, it’s just aged badly I would think.  It was brick and concrete.  At the same time, Malcolm Cumming was designing the Housing Commission block of units at Dutton Park, as you’re going out its on the - - -"
        },
        {
            "speaker": "RR",
            "time": "00:46:31",
            "transcript": "Gladstone Road?"
        },
        {
            "speaker": "IC",
            "time": "00:46:32",
            "transcript": "Gladstone Road yeah.  So, that was that and then I got involved in – what else?"
        },
        {
            "speaker": "AW",
            "time": "00:46:46",
            "transcript": "So, you were working on larger projects in the office?"
        },
        {
            "speaker": "IC",
            "time": "00:46:49",
            "transcript": "At Hayes and Scott?"
        },
        {
            "speaker": "AW",
            "time": "00:46:50",
            "transcript": "Yes."
        },
        {
            "speaker": "IC",
            "time": "00:46:51",
            "transcript": "I suppose those two were larger ones, yeah, and the Housing Commission.  They must have made a big impression on me."
        },
        {
            "speaker": "AW",
            "time": "00:47:05",
            "transcript": "It seems like, when you set up Curro Nutter and Charlton you were quite successful early on.  You one a reward for Gleneagle in the Gleneagle Project."
        },
        {
            "speaker": "IC",
            "time": "00:47:18",
            "transcript": "Yeah, well, I started at, 1960."
        },
        {
            "speaker": "AW",
            "time": "00:47:25",
            "transcript": "At [00:47:25]?"
        },
        {
            "speaker": "IC",
            "time": "00:47:26",
            "transcript": "When I went to, it was Curro and Nutter, they’d been going and they were doing small blocks of flats for John Curro’s father and I was getting a little bit restless at Hayes and Scott and they said well come and join us.  You know, typical sort of thing, so anyway, I took the plunge, I didn’t have any money, and it was terrible I had to borrow money from my parents and my brothers to wait until the money came in to pay the bills and things.  But, then we got going and we got some good jobs and places that you did houses for."
        },
        {
            "speaker": "IC",
            "time": "00:48:13",
            "transcript": "Fred Taylor who was the boss of Myers Taylor, they wanted a little office block out at Virginia and, you know, you do that and you go from one to the other and the Gleneagles was a bit of a one off because we had this salesman who came in with an idea and he was a bit of a con man I have to say, but, we took a plunge and we knew we probably wouldn’t get paid any money at all, but, I went home one weekend and did a sort of a concept design of the two blocks on the site and put it in cardboard and he came back and started hawking that round and tried to get various people interested and that’s how that one came about."
        },
        {
            "speaker": "IC",
            "time": "00:48:57",
            "transcript": "Then, at the stage that the Buffalo Lodge were interested, Doug Watkins got involved and he, sort of, he also went out on a limb and did a whole lot of work and priced it and did quantities and various things and that’s how it came about.  I would have worked on the design and that in about 1962 and the award was in 1965.  Which was, it was, in those days it was the building of the year award, where there was one main award and since then there are so many awards that they all get lost I think, don’t they."
        },
        {
            "speaker": "IC",
            "time": "00:49:44",
            "transcript": "Then later on when we got the building of the year for the commercial job with William Adams, in those days it was known as the bronze medal.  I remember ringing up Ted Jones all excited saying, “We won the bronze medal” there was a bit of a pause and Ted Jones said, “Who got the silver and the gold?”"
        },
        {
            "speaker": "RR",
            "time": "00:50:14",
            "transcript": "So that William Adams one is the one out on Beaudesert Road."
        },
        {
            "speaker": "IC",
            "time": "00:50:17",
            "transcript": "That’s the one, yes."
        },
        {
            "speaker": "JG",
            "time": "00:50:26",
            "transcript": "So, your first project at Curro Nutter and Charlton was Richard’s house?"
        },
        {
            "speaker": "IC",
            "time": "00:50:33",
            "transcript": "That was one of the early ones, yeah.  John Curro had started designing that and then John Curro as you may or may not know, he founded the Queensland Youth Orchestra and he was spending time out of the office having violin lessons and all sorts of things and - - -"
        },
        {
            "speaker": "AW",
            "time": "00:50:49",
            "transcript": "Where did he study?"
        },
        {
            "speaker": "IC",
            "time": "00:50:51",
            "transcript": "Study architecture?  It should be on that list."
        },
        {
            "speaker": "RR",
            "time": "00:50:57",
            "transcript": "Sorry, he is there, yes."
        },
        {
            "speaker": "IC",
            "time": "00:51:00",
            "transcript": "And, John, we reckon was – Dan and I reckon he was our contribution to culture in Queensland, because while we were slaving away, John was out doing things, but he was bringing work in and that worked out pretty well."
        },
        {
            "speaker": "RR",
            "time": "00:51:14",
            "transcript": "The office was in Ivory Street then or somewhere else?"
        },
        {
            "speaker": "IC",
            "time": "00:51:17",
            "transcript": "No, we started off down Edward Street in a little office block down there for a while and then we were in Ivory Street for a while and then we went up to R J William and Partners building that they built up in Fortescue Street, I think."
        },
        {
            "speaker": "RR",
            "time": "00:51:39",
            "transcript": "Who designed that building?"
        },
        {
            "speaker": "IC",
            "time": "00:51:42",
            "transcript": "Ken Drew.  Remember Ken?"
        },
        {
            "speaker": "RR",
            "time": "00:51:46",
            "transcript": "No."
        },
        {
            "speaker": "AW",
            "time": "00:51:47",
            "transcript": "Did he have the partnership with Geoffrey [Pestoris 00:51:50]?"
        },
        {
            "speaker": "IC",
            "time": "00:51:50",
            "transcript": "Yes.  Drew and Pestoris, yeah, well done.  But, the interesting thing about them, I’ve just recently been to Dan Nutter’s 80th birthday celebration at the Brisbane Club and John and I were there and somebody was asking about the partnership and it sounds terribly naive and dangerous, but I really like it.  We never, ever signed a partnership agreement, we parted at various stages without any arguments about money or anything.  It’s good if you can do it I think, isn’t it.  But you hear some pretty sad cases that don’t work."
        },
        {
            "speaker": "IC",
            "time": "00:52:37",
            "transcript": "In those days we weren’t directors, because directors are – you’re sort of protected to some extent aren’t you, but partners and partnerships, each partner is responsible for the debts of the other.  So, if Dan had done something stupid, you know, we were all gone, you know.  But he didn’t, so."
        },
        {
            "speaker": "JG",
            "time": "00:53:05",
            "transcript": "So, from the 1970s on, you started on larger projects, industrial buildings and commercial buildings.  Was the office then still the three of you or did you have people working in the office by that time?"
        },
        {
            "speaker": "IC",
            "time": "00:53:16",
            "transcript": "By ’72?"
        },
        {
            "speaker": "JG",
            "time": "00:53:18",
            "transcript": "Yeah, from the 1970s onwards."
        },
        {
            "speaker": "IC",
            "time": "00:53:20",
            "transcript": "That’s when I went to Conrad and Gargett.  That’s the other firm; and, one of the other reasons for that, apart from being a bit miffed that we missed out on getting the design opportunity for the – and, actually, when I first went to Conrad and Gargett the competition was still going on and I had the chance to design an art gallery when I was there, it was pretty ordinary I must say, and I was in competition with Frank Holmes who was working there and the office picked Frank’s instead of mine and I had no problem with that because Frank’s was better, anyway, I didn’t get it of course."
        },
        {
            "speaker": "IC",
            "time": "00:54:07",
            "transcript": "Then after that , one of the first jobs I was involved in, which I’m no proud about, was – the idea was to get experience, or to work in bigger jobs because in a smaller office like we had, where we were up to a dozen people, you still needed the same library that Conrad and Gargett would have, the same back up, the same this and all the rest of it and we were stretched actually, you know, and I was working myself into the ground I must say, so when I went and won the Brick Award it was just a compete break and when I came back I decided to make the change and apart from the art gallery, one of the first jobs was the Brisbane Administration Centre where Clem Jones, the Lord Mayor, wanted the new offices and things for the City council."
        },
        {
            "speaker": "IC",
            "time": "00:55:08",
            "transcript": "So, this was a madly exciting prospect and everything, so, I was working with Elwyn Wyeth on that and we did a scheme and our client was a developer, stocks and holdings.  To cut a long story short we won that competition, if you like, or the things that were considered by the council, but it was quite frankly done on the basis that they had the best financial deal.  From that moment on, working with stocks and holdings that were, sort of partner in charge or director in charge, turned out to be a crook, he was embezzling money  from the money that wasn’t going to the builders and everything and he chopped of any sort of sunscreening on the building, at about 30 centimetres at a time until, well you know what the building looks like now, it was cheap in construction, it was something that I’ve never been proud of."
        },
        {
            "speaker": "IC",
            "time": "00:56:22",
            "transcript": "I designed the plaza for that, which got a commendation I think in one of the Civic Design Awards, but of course that’s all been changed."
        },
        {
            "speaker": "RR",
            "time": "00:56:36",
            "transcript": "There were two towers there wasn’t there?  Supposedly, one - - -"
        },
        {
            "speaker": "IC",
            "time": "00:56:39",
            "transcript": "Well, yeah, our design and in the model and everything, there were two towers and it was done on the basis that, the first tower, the lower one that covered all the councils requirements for offices and the other one was the foundation to actually put in for a high rise to be done later on and it’s subsequently been done and of course it doesn’t match the other one, thank heaven."
        },
        {
            "speaker": "IC",
            "time": "00:57:06",
            "transcript": "Then after that job I think I did, it was a computer centre, that I designed for the ANZ Bank.  It’s a building near the Gabba in Vulture Street actually on the left hand side.  They were doing the Brick Award it was quite heavily [00:57:28] and I reckon it’s not a bad building actually.  But, it’s never been in the public eye or was never put in for awards or anything, because the whole thing was designed with security in mind, because the bank were absolutely paranoid about all their computer things being blown up and the security systems you wouldn’t believe about and it’s never had a sign on the building at all.  So, that one has just gone by the way."
        },
        {
            "speaker": "RR",
            "time": "00:58:03",
            "transcript": "Is it still used for that purpose?"
        },
        {
            "speaker": "IC",
            "time": "00:58:06",
            "transcript": "I think it is, but, all the floor, you know that had all the double floor systems, all the special air conditioning and everything, but it cost an absolute fortune, is no longer required with modern computers and they could probably put all the big computers they put up there in a much smaller building.  So, I guess that’s life isn’t it."
        },
        {
            "speaker": "IC",
            "time": "00:58:33",
            "transcript": "Then after that, I started on a series – after the Brisbane Administration Centre series of buildings where I was team leader and no longer – I had input but I was not longer sitting down and saying here it is draw it up, you know, so I worked with Graham [Thedeke 00:59:01] on the National Mutual Centre, which it got a citation and that was one of the first - - -"
        },
        {
            "speaker": "RR",
            "time": "00:59:11",
            "transcript": "That’s Edward Street isn’t it?"
        },
        {
            "speaker": "IC",
            "time": "00:59:12",
            "transcript": "In Edward Street, yeah.  It’s the one – it’s got, the mullions go up and then they turn into, sort of Church like things at the top which Graham came up with, but it’s not a bad building.  It’s been wrecked though, subsequently, Conrad and Gargett has put a terrible awning on.  We designed it with an awning but it was taken off.  But, the roof of the line of that building was one of the first office buildings around the lace that was controlled and had hollow things and hid things, you know, so, I think that was half the value of it."
        },
        {
            "speaker": "IC",
            "time": "00:59:49",
            "transcript": "Then after that I was involved, and that was with a project manager, John Lake and Bill Martin who were called Optimum Project Consultants and they, with Henry George the quantity surveyors, screwed us to the floor with costs and things and we were designing a building for a fraction of the cost of the second tower of the AMP and the client was expecting to get equivalent finish.  And, so they said, well where - - - TIME STAMPS CHANGE HERE"
        },
        {
            "speaker": "IC",
            "time": "02:16:24",
            "transcript": "- - - should we have sort of, you know, the building a little  bit better and all the rest of it, so we said, well you need good lobbys so they said, okay, so we sat down and you know, an idea of a lobby and the quantity surveyor put a figure in, of some kind.  When the thing was costed finally, and of course this was all done on a hurry up scheme to get out to tender and all the rest of it, it was too expensive."
        },
        {
            "speaker": "IC",
            "time": "02:16:52",
            "transcript": "So we sat down and I think we did six different designs, each getting worse and worse and worse until they picked on one they reckoned they can afford and that was – well, project managers can be good, but if an architect thinks he’s going to have a lot of say with the average project manager, I think you’re kidding yourself.  That’s why I have enormous respect for Harry Seidler that he has built all these buildings where he’s working for clients like Civil and Civic and other people and he’s had control or managed to talk people into his ideas to produce good buildings, because it just doesn’t happen does it?  No."
        },
        {
            "speaker": "IC",
            "time": "02:17:49",
            "transcript": "Then, the next one, Santos House and I must say I ran into  an Australian studying abroad tour in Europe, I ran across the bloke who was the project manager for National Mutual and he was very pleased to meet me, he said he’s always wanted to meet anyone involved in that building, because it’s the first building they’d done for years that they were pleased with, that came in on time and under budget.  But, I have to say that’s what the project manager did for that job."
        },
        {
            "speaker": "IC",
            "time": "02:18:38",
            "transcript": "Then, on the next job, for Santos House, they were the same project managers.  I don’t know what it’s called now, but that’s the one in Adelaide Street opposite the Anzac Square."
        },
        {
            "speaker": "RR",
            "time": "02:18:55",
            "transcript": "I think it’s still called Santos."
        },
        {
            "speaker": "IC",
            "time": "02:18:57",
            "transcript": "Is it, yeah, I think they might have moved."
        },
        {
            "speaker": "RR",
            "time": "02:19:00",
            "transcript": "Well, they have they’ve moved to that one at North Quay, but, maybe they – yes, I guess the name has changed."
        },
        {
            "speaker": "IC",
            "time": "02:19:06",
            "transcript": "Well, I got drawn into that a little bit later in the stage because of the other job, and then I had to see that all the way through to the end and it’s a pretty ordinary job too, but, and once again, the project manager’s controlled it pretty well and I must say, I learnt an enormous amount from those three jobs on building construction, sequencing and control and everything you know.  I’ve never been airy fairy, but, you know, it really brought home to me that it’s all part and parcel of it."
        },
        {
            "speaker": "IC",
            "time": "02:19:53",
            "transcript": "Then at the end when I’ve spoken about it and here, when I was asked the question what is my most significant work, I didn’t know whether you meant building or whether I could put in work being a team leader, which is what I’ve done in this.  So, you’ll have to excuse that."
        },
        {
            "speaker": "JG",
            "time": "02:20:12",
            "transcript": "So, what do you consider your most significant?"
        },
        {
            "speaker": "IC",
            "time": "02:20:16",
            "transcript": "Well, the last job that I did - - -"
        },
        {
            "speaker": "JG",
            "time": "02:20:18",
            "transcript": "Santos House?"
        },
        {
            "speaker": "IC",
            "time": "02:20:19",
            "transcript": "Was at Conrad Garget and it was the new headquarters for the Commonwealth Bank in Queensland, and - - -"
        },
        {
            "speaker": "RR",
            "time": "02:20:29",
            "transcript": "Queen and Edward."
        },
        {
            "speaker": "IC",
            "time": "02:20:30",
            "transcript": "Queens and Edward and it was a job where I was working with Sipen, and I’ve got the spelling in here, I don’t know how to pronounce it even, he’s the designer and I got in right at the beginning of that job and what I did was organise – there was a brief and I think it was about four architects were selected to put in submissions on the client’s brief, so what I did, I put a very brief thing in to make it simple, not worrying about individual rooms and all the rest of it and I made it open to the whole of the office to come up with design concepts."
        },
        {
            "speaker": "IC",
            "time": "02:21:23",
            "transcript": "What actually happened was, it worked very well and we put them all up on the board, some of them were completely impractical and all the rest of it, but, out of them all, two stood out, one by Sipen and one by Frank Homes; and, so, within the office we developed those schemes, and I might add that each person that was putting in a proposition, were each given a sum of money which in those days was $60,000 to – so we weren’t doing it for nothing, and that gave us money to work on and mind you, you can spend that pretty quickly with a big office and you know, co-ordinating everything, but, at the end of the day Conrad and Gargett, in their wisdom, and this is probably one of the design criticisms which, don’t mention, was that there hasn’t been enough single designer, sort of, you know, wielding the stick to produce a good building like Harry Seidler does."
        },
        {
            "speaker": "IC",
            "time": "02:22:44",
            "transcript": "Anyway, they decided that they would put in two schemes.  One of Frank’s and one of Sipen’s and they went down to the thing and anyway we had to be interviewed and all the rest of it and - - -"
        },
        {
            "speaker": "RR",
            "time": "02:23:02",
            "transcript": "And you had done, or the firm had done the previous headquarters."
        },
        {
            "speaker": "IC",
            "time": "02:23:07",
            "transcript": "Yes, yes, we thought we were home and hosed and should have got it, because they’d done the one near the city hall and they’d done other banks all around the place, and I remember – I forget whether old man Gargett was there – no, Peter Gargett was saying, well, one of our people bank with the Commonwealth Bank and the bank sort of said, a lot of people do that you know."
        },
        {
            "speaker": "IC",
            "time": "02:23:36",
            "transcript": "Anyway, they went down and then we were short listed with ourselves and Bligh Voller I think it might have been at that stage, which meant that we had to then go through another sort of thing with interviews and inspecting the office and all that – anyway, to cut a long story short we got the gong.  So, everybody was highly delighted and they managed to – I think Bill was the president of the Brisbane Club – with one hour’s notice he had a luncheon organised in the board room there and everyone – the bank all came down, the consultants all came down, it was a great lunch."
        },
        {
            "speaker": "IC",
            "time": "02:24:20",
            "transcript": "Anyway, so I had to go down to Sydney to get the job started, so I went into the room – just stop me any time by the way, because I’m not normally this talkative – It’s all coming back, you know, that walked into the room and there on the end wall was Frank Homes’ design.  Not our preferred scheme.  I said, what’s that doing up there, because I think I sort of indicated that my preferred scheme was the other one.  They said, that’s it, we’re very pleased with it and I said, hang on, hang on, how about the other one.  Ah, something or other, you know, and they got a bit vague and all the rest of it, so, anyway, I went back and he managed to produce a whole lot of figures that had more gross floor area and it was cheaper per square and all the rest of it and better addressed the [02:25:34] and so on, and, in the end they came round."
        },
        {
            "speaker": "IC",
            "time": "02:25:40",
            "transcript": "So, Sipenski, which is now built, was selected.  We built up, over a – you know, I think I was working on it three years, it hadn’t been finished when I left actually, and a great relationship and they would listen to an architect’s view and in the end the project manager thought that Sipen was marvellous and when it came time for the interiors, she’d put something up and they’d say, yes, we’ll have to find the money and all the rest of it.  So, I think it’s a very good building and I was very pleased to have ended on that note, and it was a traditional contract and that’s the thing where the architect was the chief of the whole organised – the builder was in a builder’s relationship and the client was in a client relationship."
        },
        {
            "speaker": "IC",
            "time": "02:26:39",
            "transcript": "It doesn’t seem to work these days because people are in a hurry and they want buildings quicker and all the rest of it, but it just showed that it could be done, I reckon."
        },
        {
            "speaker": "JG",
            "time": "02:26:52",
            "transcript": "If we had to change a question because you said you weren’t clear of the question completely which project you were most proud of or fond of and what of the projects you designed completely yourself?"
        },
        {
            "speaker": "IC",
            "time": "02:27:06",
            "transcript": "A building of my own.   That’s a hard one."
        },
        {
            "speaker": "RR",
            "time": "02:27:11",
            "transcript": "What about your own house?"
        },
        {
            "speaker": "IC",
            "time": "02:27:13",
            "transcript": "Well, I’ve never designed my own house.  No, no, I’ve done a little beach house since retirement and it’s a little shack, I’m pleased with that but it’s not my greatest work.  It’s hard to say.  I think probably, you might have to say Gleneagles come back at the time when there weren’t any high rise units and building into get it built, you know.  I think they’re only, wouldn’t have been half a dozen unit buildings with elevators in those days"
        },
        {
            "speaker": "RR",
            "time": "02:27:51",
            "transcript": "Torbreck and there was - - -"
        },
        {
            "speaker": "IC",
            "time": "02:27:54",
            "transcript": "Well Glenfalloch had just been built.  Craigston and there’s one up on Wickham Terrace, on the corner there, which is one of the early ones.  It’s not a very high rise, but it’s hard to imagine that now isn’t it, but, yeah, and it’s certainly, you know, all the alterations and things they’ve done has detracted from it, but - - -"
        },
        {
            "speaker": "AW",
            "time": "02:28:21",
            "transcript": "You got publicity for it in 1961 in the Courier Mail.  It was written up as a - - -"
        },
        {
            "speaker": "IC",
            "time": "02:28:26",
            "transcript": "Yeah, I had that cutting and the council a little while ago, I think they put it on some loose – not a really big heritage, but of interest for the time, and I gave them all the stuff I had, those sort of things, and - - -"
        },
        {
            "speaker": "JG",
            "time": "02:28:47",
            "transcript": "And, if you had to chose a building of other contemporary architects that were active in the period where you worked, which building would you say was most significant or which buildings would you say were the most significant for Brisbane or Queensland?"
        },
        {
            "speaker": "IC",
            "time": "02:28:59",
            "transcript": "For now?"
        },
        {
            "speaker": "JG",
            "time": "02:29:01",
            "transcript": "Back in 1945 – 1975 period, which other colleagues or architects that were active then would you say were significant or which buildings that they  produced were significant do you think?"
        },
        {
            "speaker": "IC",
            "time": "02:29:16",
            "transcript": "When I got to the last question, this is just an introduction to – the last question – which building was constructed in Queensland, post 1975 do you consider significantly either personally or generally – that’s a different questions I know – but my answer to that, after sitting down and thinking this is too hard, I said, this old fossil is opting to miss this one."
        },
        {
            "speaker": "IC",
            "time": "02:29:43",
            "transcript": "When it came to say which building – question 6 – which buildings constructed in Queensland between the – you consider significant, either personally or generally, I said, generally the work of Hayes and Scott, Robin Gibson, John Dalton, Peter Heathwood, Gabriel Pool, Geoffrey Pie, Eddie Con, Jim Birrell.  Now, if you asked me out of that to pick one, I’d be flat out and I’d require notice."
        },
        {
            "speaker": "IC",
            "time": "02:30:20",
            "transcript": "Or, if you asked me to pick out the best six, I could perhaps with notice, but."
        },
        {
            "speaker": "AW",
            "time": "02:23:25",
            "transcript": "That’s an interesting answer in itself, that you’ve got a broad list of people that you respect."
        },
        {
            "speaker": "IC",
            "time": "02:30:29",
            "transcript": "Yeah, well all of those people, because a bloke I didn’t put in there, did you ever know anything about [Darvell 02:30:36] Miller?"
        },
        {
            "speaker": "AW",
            "time": "02:30:37",
            "transcript": "Yes."
        },
        {
            "speaker": "IC",
            "time": "02:30:38",
            "transcript": "Now, Darvell Miller, because he died very young.  But Darvell Miller was significant I feel because, like Eddie Con, he was into industrial buildings and prefabrication and everything."
        },
        {
            "speaker": "AW",
            "time": "02:30:57",
            "transcript": "I’ve been picking him up in my research."
        },
        {
            "speaker": "IC",
            "time": "02:30:59",
            "transcript": "Have you, yeah, yeah.  No, he was a good bloke."
        },
        {
            "speaker": "RR",
            "time": "02:31:04",
            "transcript": "I worked for him for one day."
        },
        {
            "speaker": "IC",
            "time": "02:31:06",
            "transcript": "And, you just couldn’t take it or - - -"
        },
        {
            "speaker": "RR",
            "time": "02:31:08",
            "transcript": "Oh no, it was just that a friend of mine was - - -"
        },
        {
            "speaker": "IC",
            "time": "02:31:10",
            "transcript": "You had long hair did you?"
        },
        {
            "speaker": "RR",
            "time": "02:31:12",
            "transcript": "And he needed help and I went in for a day."
        },
        {
            "speaker": "IC",
            "time": "02:31:15",
            "transcript": "I see, right, well you got a good background then.  Anyway, the other name that I keep on thinking about, he’s an architect, but he hasn’t produced buildings, and you know how important he is, but within this time and subsequently, Dick Stringer, the photographer had a great place to play because, you know, his photographic records and library and all the significant work, he has photographed in such a way that he got the most out of them and that’s reflected in the publicity at the time and everything, you know."
        },
        {
            "speaker": "IC",
            "time": "02:32:02",
            "transcript": "Because, he was in partnership with Jim Birrell for a while there as well.  Anyway, so, that’s not a very satisfactory answer is it?"
        },
        {
            "speaker": "JG",
            "time": "02:32:10",
            "transcript": "It is."
        },
        {
            "speaker": "IC",
            "time": "02:32:12",
            "transcript": "I also get worried about whether I’ve left anybody out, because you know your mind does – I forget where I’ve put my glasses now, you know."
        },
        {
            "speaker": "RR",
            "time": "02:32:21",
            "transcript": "Me too.  But, a building like the Waterside Workers Club to me seems to have qualities that some of those other buildings that the firm did didn’t.  Like, the building they did at QIT, the various buildings they did there."
        },
        {
            "speaker": "IC",
            "time": "02:32:46",
            "transcript": "The community buildings, yeah."
        },
        {
            "speaker": "RR",
            "time": "02:32:49",
            "transcript": "And, I can remember interviewing Hayes and Scott when they closed the doors of their practice, I wanted to talk about the houses that I knew about and they were saying oh, no, no, they were  nothing, it was these later works that we want to talk about.  But, I didn’t know about the Waterside Workers Club at that time and what they were showing me I thought, this is not really what I wanted to hear.  But did you think that – what you were involved with that building and it’s design?"
        },
        {
            "speaker": "IC",
            "time": "02:33:22",
            "transcript": "Yeah, yeah, I think I even sort of rehashed the spec as well.  But, I didn’t have anything to do with the design, it was just various students sitting down doing working drawings with a whole lot to go on, you know."
        },
        {
            "speaker": "RR",
            "time": "02:33:37",
            "transcript": "Well, it had a finesse about it I thought, but - - -"
        },
        {
            "speaker": "IC",
            "time": "02:33:40",
            "transcript": "Yes, well, it was fairly fussy."
        },
        {
            "speaker": "AW",
            "time": "02:33:45",
            "transcript": "Could have been the project team."
        },
        {
            "speaker": "IC",
            "time": "02:33:46",
            "transcript": "Beg your pardon."
        },
        {
            "speaker": "AW",
            "time": "02:33:47",
            "transcript": "Could have been the project team."
        },
        {
            "speaker": "IC",
            "time": "02:33:49",
            "transcript": "Doing it?"
        },
        {
            "speaker": "AW",
            "time": "02:33:50",
            "transcript": "Yeah."
        },
        {
            "speaker": "IC",
            "time": "02:33:51",
            "transcript": "Who was in it."
        },
        {
            "speaker": "AW",
            "time": "02:33:51",
            "transcript": "No, I’m just saying, I was making a joke."
        },
        {
            "speaker": "IC",
            "time": "02:33:54",
            "transcript": "I see, yeah.  Now, the bloke who was – Russell, that did the previous drawings that I took over, Russell something or other, big tall bloke, if it was important I could find it out, but – and I think Campbell Scott would have been the chap involved more than Eddie I think, on that one, and of course, I mentioned, you know, George Henderson is mentioned here and George, you know, fantastic bloke all round."
        },
        {
            "speaker": "IC",
            "time": "02:34:29",
            "transcript": "I remember when I first went to Hayes and Scott as a student, Hayes and Scott houses were very well detailed and thought out, you know all the junctions and everything, and the famous quarter scale lounge that you probably know all about.  I saw George – who I’d never met before – in this very small room, there were only three of us in a room, four of us – a room smaller than this – Eddie, Campbell, George and myself and he got, at 9:00 o’clock or 8:30 I think it was, sat down, put a bit of paper on the – stuck it up in this corner – he had a – yeah, he had an eight scale plan I think and he stuck it up in this corner and he did a quarter scale detail of all the corners, you know, all the way around the building including internal jambs and everything and produced it so quickly. Absolutely incredible."
        },
        {
            "speaker": "RR",
            "time": "02:35:28",
            "transcript": "A drawing a day?"
        },
        {
            "speaker": "IC",
            "time": "02:35:32",
            "transcript": "Well, in my mind I’d probably say yes, but you know, as time goes by you sort of romance a bit, you know, it would have been two hours at the most, you know.  But, he probably would have got the bulk of it done in a day and a bit, yeah.  And, excellent drafting."
        },
        {
            "speaker": "AW",
            "time": "02:35:48",
            "transcript": "You’d be able to answer a question Bob asked me once, which was, did Eddie Hayes and Campbell Scott travel much?"
        },
        {
            "speaker": "IC",
            "time": "02:35:56",
            "transcript": "Away?"
        },
        {
            "speaker": "AW",
            "time": "02:35:58",
            "transcript": "Internationally, yeah.  Do you if they - - -"
        },
        {
            "speaker": "RR",
            "time": "02:36:00",
            "transcript": "Did they go to California?"
        },
        {
            "speaker": "IC",
            "time": "02:36:05",
            "transcript": "Only through the magazines I think.  I don’t know that they ever did go overseas."
        },
        {
            "speaker": "AW",
            "time": "02:36:12",
            "transcript": "That’s interesting isn’t it.  I mean - - -"
        },
        {
            "speaker": "IC",
            "time": "02:36:14",
            "transcript": "Well, it is, no, but they would be the first to admit that they did do a lot of reading and certainly, you know, California figured a bit and they knew all the people that are named in the book, you know, the Neutre’s and the this and the that, the Hugh Stubbins and so on."
        },
        {
            "speaker": "AW",
            "time": "02:36:42",
            "transcript": "Campbell went to school in England, so he was there before the war."
        },
        {
            "speaker": "IC",
            "time": "02:36:48",
            "transcript": "This is Campbell?"
        },
        {
            "speaker": "AW",
            "time": "02:36:50",
            "transcript": "Yeah."
        },
        {
            "speaker": "IC",
            "time": "02:36:51",
            "transcript": "Yes, but that would be formative years."
        },
        {
            "speaker": "AW",
            "time": "02:36:53",
            "transcript": "That’s right."
        },
        {
            "speaker": "IC",
            "time": "02:33:55",
            "transcript": "But it’s not like today where we all rush around with a camera."
        },
        {
            "speaker": "AW",
            "time": "02:36:58",
            "transcript": "I’m surprised Eddie didn’t go overseas at some point, if you don’t remember it."
        },
        {
            "speaker": "IC",
            "time": "02:37:03",
            "transcript": "Well, to be quite honest, I can’t remember him going away.  But, you know, I wasn’t there a lot of the time, he could well have done, that’s an interesting question."
        },
        {
            "speaker": "AW",
            "time": "02:37:15",
            "transcript": "Yeah, I haven’t found any records of any – there’s nothing that can shed light on that kind of activity."
        },
        {
            "speaker": "IC",
            "time": "02:37:23",
            "transcript": "I think the thing about travel is I think that it gives you confidence, you know, you can see what other people have done and they’re not necessarily Gods, you know, and I came back, you know, not afraid to tackle Gleneagles for example, because I’d been walking around Row Hampton housing scheme, you know, the early London County council jobs and Rowley Lane and all the rest of it.  But, if I’d sat here I’d probably, you know, get very nervous just, if somebody said, well how about doing a 12 storey building."
        },
        {
            "speaker": "RR",
            "time": "02:38:11",
            "transcript": "You mentioned Graham [Thedeky 02:38:11] at Conrad and Gargett."
        },
        {
            "speaker": "IC",
            "time": "02:38:16",
            "transcript": "Yeah, actually, when I say Conrad and Gargett, Conrad and Gargett over the years have changed so many times, you know Conrad and Gargett, Conrad and Gargett and Partners, Conrad and Garget [02:38:26] etc, so, Conrad and Gargett is a general term, yeah."
        },
        {
            "speaker": "RR",
            "time": "02:38:33",
            "transcript": "I worked with Graham when I first went there, I worked there for two and a half years."
        },
        {
            "speaker": "IC",
            "time": "02:38:38",
            "transcript": "What years would they be?"
        },
        {
            "speaker": "RR",
            "time": "02:38:42",
            "transcript": "Sixty – four, ’65, ’66.  And, Graham was the one I worked with under Lou Haley and I thought he had a lot of skill, certainly he could produce a very convincing perspective of some building quickly and from the basis of a design he could develop.  So, you worked with him for – on any projects, you mentioned one, the council administration that you worked on."
        },
        {
            "speaker": "IC",
            "time": "02:39:25",
            "transcript": "I forget whether he was on that or not, I don’t think he was.  No, he was mainly the National Mutual sector."
        },
        {
            "speaker": "RR",
            "time": "02:39:31",
            "transcript": "Sorry."
        },
        {
            "speaker": "IC",
            "time": "02:39:35",
            "transcript": "He was in on that right from the beginning and he came up with the idea that he wanted to get verticality into it and he didn’t want to have sharp corners, he’s got the rounded corners, which we had to do a lot of talking to tilt the client into that because the corners  of office buildings, well apart from the fact that that’s where the manager’s like having their offices and they look out the window instead of having a blank wall."
        },
        {
            "speaker": "IC",
            "time": "02:40:04",
            "transcript": "Anyway, but he, when I was working with him, he’d been working in Mexico for a while and he came back with a – I don’t know whether he had a quirky approach if you like, in you day, but he, you know, had a very original sort of outlook on design and I don’t think you’d call some of them gimmicks or anything, but one of the buildings he did, subsequently I think in his own practice or with Bill Heather, was at All Hallows.  There’s the gym building up on the thing, which has got - - -"
        },
        {
            "speaker": "RR",
            "time": "02:40:48",
            "transcript": "He discovered post modernism."
        },
        {
            "speaker": "IC",
            "time": "02:40:51",
            "transcript": "Yes, well that’s what I say, I don’t know whether to call the Gimmicks or not, but he could put these things together, you know, on the stairs there which were stairs like this, and he’s got the arch underneath, which is a bit, if you like to use your imagination and all the rest of it, but he produced buildings that had a bit of character I think."
        },
        {
            "speaker": "RR",
            "time": "02:41:13",
            "transcript": "Before he travelled overseas was when I worked with him and we did that little chapel for the Arch Bishop up in Hamilton."
        },
        {
            "speaker": "IC",
            "time": "02:41:24",
            "transcript": "Right, yeah, that’s a lovely little building."
        },
        {
            "speaker": "RR",
            "time": "02:41:25",
            "transcript": "That was very Frank Lloyd Wright and you see he’d never seen a Frank Lloyd Wright building, but he was pretty in tune with what it was about."
        },
        {
            "speaker": "IC",
            "time": "02:41:33",
            "transcript": "I’ve never seen it in actual fact, I’ve see photographs and you could say it’s Frank Lloyd Wright all right, yeah."
        },
        {
            "speaker": "AW",
            "time": "02:41:40",
            "transcript": "So, you didn’t have to travel to actually pick these things up, but, Graham, sort of, picked up things from many sources and was able to put them together pretty quickly.  But then, Keith Frost was in the office, was he there when you were there?"
        },
        {
            "speaker": "IC",
            "time": "02:41:56",
            "transcript": "Yes he was, yeah."
        },
        {
            "speaker": "AW",
            "time": "02:41:57",
            "transcript": "And he saw himself as the kind of design guru of part of the office, then it was always this competition between what he though a building should be and what Graham thought a building should be and I remember them  - - -"
        },
        {
            "speaker": "IC",
            "time": "02:42:11",
            "transcript": "Was it Lou?  Lou liked to have - - -"
        },
        {
            "speaker": "AW",
            "time": "02:42:12",
            "transcript": "Well, Lou kind of deferred I think, to Graham, but I can remember them doing the schemes as a competition, in house competition for the SGIO building."
        },
        {
            "speaker": "IC",
            "time": "02:42:27",
            "transcript": "Right, that would be early days."
        },
        {
            "speaker": "AW",
            "time": "02:42:29",
            "transcript": "And Graham’s had this twisting tower and its in the centre - - -"
        },
        {
            "speaker": "IC",
            "time": "02:42:32",
            "transcript": "Yes, well they managed to get that out of him."
        },
        {
            "speaker": "AW",
            "time": "02:42:35",
            "transcript": "- - - that would have been a nightmare to build, with a twisting lift, I don’t know."
        },
        {
            "speaker": "IC",
            "time": "02:42:40",
            "transcript": "Yeah, no, well I think you know that’s when you’ve got to sort of step in and put your foot down a bit for example.  On the Commonwealth Bank I didn’t like, sort of, interfering too much with Sipen, but the first design she came up with was sort of, with pilaster type columns worked in and the more ledges and Jim Kennedy who was on the Commonwealth board just took one look at it and, sort of, said, well, the birds are going to have, you know, a great time in that and we had to turn round, which I felt happier with, because it took away a bit of the post modern sort of look and, cleaned up the lines a bit."
        },
        {
            "speaker": "IC",
            "time": "02:43:26",
            "transcript": "These things are very dangerous, interfering with them isn’t it, you know, and that’s why I, in Graham’s case went along with what he wanted to do, and get along with what Sipen wanted to do and everything, yeah."
        },
        {
            "speaker": "RR",
            "time": "02:43:39",
            "transcript": "Well in the case of the SGIO, what Keith won the day, and he came in with a version of the Pan American building from New York and just pushed it down a bit and that kind of won the day."
        },
        {
            "speaker": "JG",
            "time": "02:43:53",
            "transcript": "I feel that we’ll have to stop because other people have a meeting in this office I think in about five minutes or so."
        },
        {
            "speaker": "IC",
            "time": "02:43:59",
            "transcript": "Right, okay.  Well, look I’m sorry I’ve dribbled on - - -"
        },
        {
            "speaker": "JG",
            "time": "02:44:00",
            "transcript": "No, no it was lovely talking to you, thank you so much."
        },
        {
            "speaker": "AW",
            "time": "02:44:09",
            "transcript": "That was great Ian."
        }
    ]
}
