{
    "title": "﻿INTERVIEW WITH HELEN MILLS",
    "date": "1 OCTOBER 2012",
    "exchanges": [
        {
            "speaker": "JG",
            "time": "00:00:51",
            "transcript": "We’re interviewing Helen Mills and here with me is Robert Riddel and I’m Janina Gosseye and we’re at the School of Architecture at St Lucia."
        },
        {
            "speaker": "RR",
            "time": "00:01:06",
            "transcript": "And it’s the Queen’s birthday as well."
        },
        {
            "speaker": "JG",
            "time": "00:01:08",
            "transcript": "The second one."
        },
        {
            "speaker": "HM",
            "time": "00:01:09",
            "transcript": "The second one for the year, that’s right.  So, no wonder we’re confused."
        },
        {
            "speaker": "JG",
            "time": "00:01:15",
            "transcript": "I think maybe the first thing we’ll ask you is why did you decide to study architecture originally?"
        },
        {
            "speaker": "HM",
            "time": "00:01:22",
            "transcript": "When?  This is a long story and I’m sure you don’t want the long, but, when I was at school I wanted to do drawing, drafting, that kind of thing, but, that sort of thing was not open to a woman.  It wasn’t the sort of thing you did, so I left school, started to work in a bank, but I kept this desire to do this, so I continually applied for positions, trying to do drafting work, but discovered that nobody would employ a woman.  The only people that did that sort of work were the government and the government would not employ a woman in anything except nursing, school teaching or stenographer."
        },
        {
            "speaker": "HM",
            "time": "00:02:14",
            "transcript": "But I kept trying.  The only place that had what they call tracers was the council, Brisbane City Council, and they would not employ anybody without experience.  That went on for a few years and I kept getting restless.  So, I decided to get some experience and the way to do that was to study architecture.  Which I could do, I’d only done junior, but I was able to do the first three years at the technical college, at that stage, without matriculation and at night time; although I had to get a job in architecture I think, by the end of that time, so I started the course.  That’s how it all started."
        },
        {
            "speaker": "JG",
            "time": "00:03:02",
            "transcript": "Was it QIT, the diploma course?"
        },
        {
            "speaker": "HM",
            "time": "00:03:04",
            "transcript": "Central Technical College it was then and that was three years.  Then I – and in that time I did get a job, which is another part of the story – but, I stopped after three years, then I did a year of matriculation because I had to do that then.  There was a thing called a Certificate of Architecture then.  It didn’t mean much, it didn’t give anybody much of a qualification or anything, but by that time I was involved, so I kept on going.  I matriculated then I did the next three years here for the Diploma in Architecture."
        },
        {
            "speaker": "HM",
            "time": "00:03:49",
            "transcript": "As I say, I did get a job, I got a job as a draftsman at Shell first, for a little while, and then  - and it must have been about 18months or something – I got the job then at Bligh Jessup Bretnall and Partners.  So, that’s how it started."
        },
        {
            "speaker": "JG",
            "time": "00:04:09",
            "transcript": "Where did the fascination for drawing come from?"
        },
        {
            "speaker": "HM",
            "time": "00:04:13",
            "transcript": "I don’t know.  I always  - I was keen on art but I was never a good sketcher, that kind of thing.  I’ve taken that up in my retirement.  But, it was more geometric drawing, geometrical drawing that I was interested in and it was because I wanted to do something in that field, when I left school, but it wasn’t’ open to me, but then I got involved in studying architecture. So, then I was hooked I suppose."
        },
        {
            "speaker": "RR",
            "time": "00:04:50",
            "transcript": "But, there’s a big difference between drawings and buildings."
        },
        {
            "speaker": "HM",
            "time": "00:04:54",
            "transcript": "Oh yes, I know."
        },
        {
            "speaker": "RR",
            "time": "00:04:57",
            "transcript": "When did you make that leap?"
        },
        {
            "speaker": "HM",
            "time": "00:05:00",
            "transcript": "I think during – I think it was a natural kind of thing, during the course.  I loved buildings now, still, and there’s a bit of a joke, I do some water colour painting now, and they always have – particularly – an old Church in from England, I’ve spent a lot of time in England, so I love buildings.  But, when that started – I think it started through the study of architecture.  That’s all I can think, you know, I really can’t answer it otherwise."
        },
        {
            "speaker": "JG",
            "time": "00:05:35",
            "transcript": "There were no family members?"
        },
        {
            "speaker": "HM",
            "time": "00:05:36",
            "transcript": "No family members, nothing.  No family members, no architects in the family, nothing like that."
        },
        {
            "speaker": "RR",
            "time": "00:05:47",
            "transcript": "And, what about when you saw the modern architecture that was happening around places like Surfers Paradise and to a lesser extent, in Brisbane. But, I mean, it was happening and that certainly was something I noticed, did you notice that in the same way and get excited about it, or was it older buildings that you responded to?"
        },
        {
            "speaker": "HM",
            "time": "00:06:09",
            "transcript": "I felt excited by modern architecture, but I would have to say, now, look I was going to say I’d have to say now it’s older buildings, overseas stuff, but I would have to say that both excite me now.  We have some beautiful older buildings in Queensland, particularly residential buildings.  Certainly overseas, I just love the – I love the cathedrals, but I also love the simple village churches that have been there for a thousand years and are half falling apart. Absolute love – and love the setting and I think that’s one of the things – I’m rambling on a bit – but that’s one of the things about architecture is the setting as well, it’s not just the building, it’s the setting that the building is in."
        },
        {
            "speaker": "HM",
            "time": "00:07:11",
            "transcript": "So, there are some beautiful old buildings.  I think the period that you have here is not the period of the most beautiful buildings.  I think, from – and as I say, I’m out of touch – and then I’ve been back from overseas for 11 years, when I came back I think I have seen – and I couldn’t tell you who designed them even – some beautiful new buildings.  There is now a style of architecture that, I think in this period, we were searching for and in some cases it’s been found, in some cases it hasn’t been found.  I don’t know whether that – but the, Surfers Paradise - - -"
        },
        {
            "speaker": "HM",
            "time": "00:08:07",
            "transcript": "You know, I don’t sort of remember thinking along those lines, I think here we were very much – because, you know this was Brisbane and we looked to the south, there was a bit going on up north – we looked to the south and we looked overseas and they were the places we looked."
        },
        {
            "speaker": "RR",
            "time": "00:08:32",
            "transcript": "Well, what about the people who taught you?  What do you remember of them?"
        },
        {
            "speaker": "HM",
            "time": "00:08:40",
            "transcript": "They were remarkable people that they sort of put up with me.  You know, there were only a couple of women in the class/"
        },
        {
            "speaker": "RR",
            "time": "00:08:48",
            "transcript": "Some before you or were you the first?"
        },
        {
            "speaker": "HM",
            "time": "00:08:49",
            "transcript": "I think there was maybe, there was somebody before me that I – did she work for Conrad and Gargett at one stage?"
        },
        {
            "speaker": "RR",
            "time": "00:08:58",
            "transcript": "Paquita Day?"
        },
        {
            "speaker": "HM",
            "time": "00:08:59",
            "transcript": "Paquita Day.  That’s right.  She was certainly before me, there were a couple in our class, there was May Watson and there was another lady that – May Watson came in at – and I don’t know what happened to these people, but she wasn’t in my class all the time, but she was – appeared somewhere along – because I missed a year, I had – because I matriculated, a year matriculation – there were a couple of different groups."
        },
        {
            "speaker": "HM",
            "time": "00:09:33",
            "transcript": "The lecturers were Charlie Fulton, of course, was principal of the Central Technical College and he was a very good man I think, a very good teacher and all of those teachers there were all working as architects too.  So, they were not full time academics or lecturers, they were all working as architects."
        },
        {
            "speaker": "HM",
            "time": "00:10:04",
            "transcript": "He would be the principal and I can’t – we had so many – there was Athol Bretnall and Col Jessup.  Now, very early in the piece they were involved, and as I say, that’s where I went to work and in a way those things tied together.  There were people, Jack Gilmore – now Jack Gilmore was also with Fulton Collin and believe it or not, right at the end was James Birrell."
        },
        {
            "speaker": "HM",
            "time": "00:10:45",
            "transcript": "We had all these people come in and there were lots because there were lots coming and going.  He was, in my final year here, which was about the time this building was built here, this staff building, he was the design lecturer.  Then, there were all sorts of – there was another lecturer here who was a full time lecturer and I remember him well, but I can’t remember his name, very good person."
        },
        {
            "speaker": "RR",
            "time": "00:11:18",
            "transcript": "Bruce Lucas or?"
        },
        {
            "speaker": "HM",
            "time": "00:11:20",
            "transcript": "I  remember Bruce Lucas, but I just can’t – he was a real stable influence on all the students and it might come."
        },
        {
            "speaker": "RR",
            "time": "00:11:36",
            "transcript": "It was Robert Cummings who was the head of the school."
        },
        {
            "speaker": "HM",
            "time": "00:11:38",
            "transcript": "No, I never had Robert Cummings.  He was the professor here wasn’t he?  Prof Cummings.  Anyway, it might come.  So, there were so many of them and so many different subjects.  I couldn’t even remember the subjects that I’d done when I was studying."
        },
        {
            "speaker": "JG",
            "time": "00:11:59",
            "transcript": "Bill Carr or Garth Roberts."
        },
        {
            "speaker": "HM",
            "time": "00:12:05",
            "transcript": "No.  Kyle."
        },
        {
            "speaker": "JG",
            "time": "00:12:07",
            "transcript": "Stan Marquis-Kyle."
        },
        {
            "speaker": "HM",
            "time": "00:12:08",
            "transcript": "Stan Marquis-Kyle.  He was – and he actually had a stroke I think at some stage, might have been just after we finished.  But, I’m glad we remembered his name because he was very, very good for the students.  Stabilising influence on students when they became upset and he would help them, so, Stan."
        },
        {
            "speaker": "JG",
            "time": "00:12:41",
            "transcript": "Do you remember the courses that you were taught?  You mentioned the design course."
        },
        {
            "speaker": "HM",
            "time": "00:12:46",
            "transcript": "Yeah.  I was trying to think of all these subjects there were.  There was primarily the design which I think took over the time between having to keep all these deadlines, up all night, trying to do all of this stuff, get it in on time, doing ascesis, having critiques, doing the final stuff, having them criticised and the moment you’d finished that you’d be onto another one."
        },
        {
            "speaker": "HM",
            "time": "00:13:26",
            "transcript": "So, the design really took over and I suppose that was – I was going to say my main interest – as it turned out it probably did become my main interest, but the other subjects too, you know, trying to remember, it would have been Col Jessup teaching us that drafting and watercolour right at the beginning.  But the design was there for the whole six years.  The others came and went.  Certainly those early days of building construction – I knew nothing about building construction, but we used – my goodness it went back to the ark."
        },
        {
            "speaker": "HM",
            "time": "00:14:15",
            "transcript": "When I went to England I discovered the methods that had been described in that book.   You know, the English Bond and the Flemish Bond and things that were not used here anymore.  So, there was that building construction.   There was, and I remember the professional practice in the final year, which really – the things that were taught there, particularly with regard to contracts and things really have stood by me in many ways since."
        },
        {
            "speaker": "HM",
            "time": "00:14:53",
            "transcript": "But, then of course – so, there was really the design, but I was working all the time too, so that practical experience very much went hand in hand, so all of those practical issues came in from the working experience. Maybe that’s why those things don’t – in my memory – have as much importance as the design, which took time and then all of these other things coming in as other issues."
        },
        {
            "speaker": "RR",
            "time": "00:15:28",
            "transcript": "So, you started with Bligh Jessup Bretnall."
        },
        {
            "speaker": "HM",
            "time": "00:15:34",
            "transcript": "Yes I did."
        },
        {
            "speaker": "RR",
            "time": "00:15:36",
            "transcript": "What stage were you when you started with them."
        },
        {
            "speaker": "HM",
            "time": "00:15:38",
            "transcript": "I think I must have been about second year then.  I can’t remember exactly, probably about the idle of second year, something like that."
        },
        {
            "speaker": "RR",
            "time": "00:15:46",
            "transcript": "Do you remember others of the people that you studied with who are now prominent?"
        },
        {
            "speaker": "HM",
            "time": "00:15:53",
            "transcript": "I don’t know.  I remember John Walsh.  Ralph Powell, I haven’t seen him since, I think it’s Powell, he went up north and he, I remember him quite well, but if I ran into them today, I haven’t seen them for so long and I’d remember them.  So, I think, you know, when you say prominent, how many prominent – there are lots and lots of good architects around and prominent or not is – I haven’t followed their careers probably in these later years."
        },
        {
            "speaker": "RR",
            "time": "00:16:44",
            "transcript": "Ones who I suppose are still known as architects.  There are a lot of people who didn’t go on to practice and – or left the country or, you know, sort of disappeared."
        },
        {
            "speaker": "HM",
            "time": "00:16:57",
            "transcript": "I suppose because I – as soon as I qualified, about a year later, I went overseas and I was overseas for four years.  Then I was back here for about nine years before I changed and went into the ministry.  Then I sort of, have lost touch with them, with a lot of them, except people like Graham Bligh and John Voller and every so often I run into somebody and we share a lot of memories.  I ran into – meet people who know people.  Bob Gardiner, Bernie Ryan, people like that that I worked with at Bligh Jessup and all the memories start flooding back."
        },
        {
            "speaker": "RR",
            "time": "00:17:51",
            "transcript": "Well, I was a Bligh Jessup, but it didn’t coincide with you being there.  It was in 1969 and you must have been I think, away in the UK until ’69."
        },
        {
            "speaker": "HM",
            "time": "00:18:07",
            "transcript": "Yes, something like that."
        },
        {
            "speaker": "RR",
            "time": "00:18:09",
            "transcript": "Then you were in the US."
        },
        {
            "speaker": "HM",
            "time": "00:18:11",
            "transcript": "Yes, that’s right.  Yes.  People like Roger Karrasch worked at Bligh Jessup Bretnall too.  He was a student when I was there, I’ve seen him around lately, but I would never have recognised him."
        },
        {
            "speaker": "JG",
            "time": "00:18:25",
            "transcript": "Where there many other women architects working at Bligh Jessup at the time?"
        },
        {
            "speaker": "HM",
            "time": "00:18:29",
            "transcript": "No, there weren’t any others.  So, they were very brave actually, really quite remarkable to have taken me on.  You know, there were some other architects who would not have taken a woman, full stop.  That was the way that it was, but they did and that was remarkable that they did in those days, really.  Today, it wouldn’t be, but it really was quite remarkable then, because there were – I remember one person who was also a lecturer at the college who came and said to me, we would like to take you on, but I would never take a woman.  That’s the way it was."
        },
        {
            "speaker": "JG",
            "time": "00:19:23",
            "transcript": "And, the other women that studied with you, were they - - -"
        },
        {
            "speaker": "HM",
            "time": "00:19:26",
            "transcript": "I don’t know.  I completely lost with her."
        },
        {
            "speaker": "JG",
            "time": "00:19:31",
            "transcript": "But, also they didn’t want to go into practice, was that the time or, you don’t - - -"
        },
        {
            "speaker": "HM",
            "time": "00:19:36",
            "transcript": "I don’t remember.  I think the one who went right through got married, and again you see,  it was a whole different time."
        },
        {
            "speaker": "RR",
            "time": "00:19:48",
            "transcript": "There was a Margaret Kerr, I’ve seen - - -"
        },
        {
            "speaker": "HM",
            "time": "00:19:49",
            "transcript": "No, that’s not the person I remember."
        },
        {
            "speaker": "RR",
            "time": "00:19:51",
            "transcript": "That wasn’t here."
        },
        {
            "speaker": "HM",
            "time": "00:19:53",
            "transcript": "Ethel somebody, Ethel."
        },
        {
            "speaker": "RR",
            "time": "00:19:57",
            "transcript": "Okay, I don’t know that one."
        },
        {
            "speaker": "HM",
            "time": "00:19:59",
            "transcript": "You think I’d remember, it’s a long time ago."
        },
        {
            "speaker": "RR",
            "time": "00:20:03",
            "transcript": "So, did you do a thesis?"
        },
        {
            "speaker": "HM",
            "time": "00:20:05",
            "transcript": "No."
        },
        {
            "speaker": "RR",
            "time": "00:20:07",
            "transcript": "Didn’t have to in those days?"
        },
        {
            "speaker": "HM",
            "time": "00:20:09",
            "transcript": "No.  We didn’t have to.  We had to do that dreadful three day exam at the end of the time.  I don’t know whether there’s still that three day exam now."
        },
        {
            "speaker": "JG",
            "time": "00:20:20",
            "transcript": "Ethel Young."
        },
        {
            "speaker": "HM",
            "time": "00:20:22",
            "transcript": "Ethel Young, yes.  That’s right, Ethel Young.  I don’t know what happened to Ethel."
        },
        {
            "speaker": "JG",
            "time": "00:20:28",
            "transcript": "I don’t know, I just have a list of women who registered as architects and she’s on them."
        },
        {
            "speaker": "HM",
            "time": "00:20:31",
            "transcript": "You see Ethel also had not matriculated and had to stop for that year to matriculate as well.  That’s why she was there, where as I think May Watson was only there for half of the time that I was studying.  She went through, but, Ethel Young.  Thank you for that."
        },
        {
            "speaker": "JG",
            "time": "00:20:53",
            "transcript": "Sorry, I interrupted."
        },
        {
            "speaker": "RR",
            "time": "00:20:58",
            "transcript": "Well, I see here that you worked for Ronald Percy as well."
        },
        {
            "speaker": "HM",
            "time": "00:21:03",
            "transcript": "I did, that’s right."
        },
        {
            "speaker": "RR",
            "time": "00:21:06",
            "transcript": "That’s a name that I struggle to remember.  I remember he was, I think, had an office at Indooroopilly when I knew him, but maybe - - -"
        },
        {
            "speaker": "HM",
            "time": "00:21:13",
            "transcript": "Ron had an office in his home out at Clayfield and that’s when I was there and then he had an office in the building in Upper Edward Street, the building that the Queensland Art Society is, down in the basement of.  He had an office there for a time.  I don’t know, I haven’t had any contact with Ron for quite a long time."
        },
        {
            "speaker": "RR",
            "time": "00:21:50",
            "transcript": "And, how many people were in the office?"
        },
        {
            "speaker": "HM",
            "time": "00:21:52",
            "transcript": "Only me."
        },
        {
            "speaker": "RR",
            "time": "00:21:53",
            "transcript": "Just you."
        },
        {
            "speaker": "HM",
            "time": "00:21:54",
            "transcript": "Ron and me.  And, see, this is the interesting thing, I think, I don’t know about how offices are today, but then, certainly at Bligh Jessup there was some small and large work and you did various things there.  With Ron it was residential work and you did the lot.  You did everything; and of course, this is an interesting thing about Australia and being overseas. When you go over there they say, what do you specialise in, and they find you can do everything.  You may not be able to do everything, but, just because a building is a great big building, doesn’t mean you have more expertise than the small building, because you may even need more expertise for the smaller one because you don’t have all of the engineers and others helping you, so, you can work through everything.  Whereas on the bigger building you might be stuck on one little bit of it for a year."
        },
        {
            "speaker": "HM",
            "time": "00:23:12",
            "transcript": "So, with Ron, it was residential work.  Then I went to Goodsir and Carlyle, Goodsir Baker and Wild it was then, and did a variety of work with them, of hospital work and - - -"
        },
        {
            "speaker": "RR",
            "time": "00:23:30",
            "transcript": "And, they were in Swann Road or?"
        },
        {
            "speaker": "HM",
            "time": "00:23:31",
            "transcript": "They were in Swann Road."
        },
        {
            "speaker": "JG",
            "time": "00:23:32",
            "transcript": "And do you remember the projects that you worked on at Bligh Jessup before you left to the UK?"
        },
        {
            "speaker": "HM",
            "time": "00:23:39",
            "transcript": "Bligh Jessup did a variety and you know, what I did, I don’t know about before I left but  see I came back there.  I came back to Bligh Jessup ad was there for nine years.  When I – sorry, I’m trying to remember, particularly the student time that I was there - - -"
        },
        {
            "speaker": "JG",
            "time": "00:24:00",
            "transcript": "The Supreme Court Building?"
        },
        {
            "speaker": "HM",
            "time": "00:24:02",
            "transcript": "I did, was I a student then or was that after I came back?"
        },
        {
            "speaker": "RR",
            "time": "00:24:08",
            "transcript": "After you came back it would have been."
        },
        {
            "speaker": "HM",
            "time": "00:24:09",
            "transcript": "See, I’ve got – one of the things I remember when I was a student was the St Lucia Church of England, that was one of the ones that I was a student.  There were some government works too.  I can remember more the ones after I had returned.  But, certainly Church of England, St Lucia, that took up quite a time."
        },
        {
            "speaker": "JG",
            "time": "00:24:37",
            "transcript": "When you were studying did you also look at what international architects were doing, did you study magazines?"
        },
        {
            "speaker": "HM",
            "time": "00:24:45",
            "transcript": "No, I think, as I say, I think we looked a great deal to international architects."
        },
        {
            "speaker": "JG",
            "time": "00:24:53",
            "transcript": "Do you remember who?"
        },
        {
            "speaker": "HM",
            "time": "00:24:54",
            "transcript": "Well, you know, always and ever and there I – Frank Lloyd Wright.  Always.  You know, and you’ve got this building here that James Birrell has done.  But, it’s based on Frank Lloyd Wright idea of circles joined together.  So, always Frank Lloyd Wright.  You know, and absolutely love Frank Lloyd Wright, you know and at the other end Mis Vandero and Alvar Aalto, who are really very different from, and I would be thinking more Frank Lloyd Wright’s earlier work.  You know, the romantic sort of stuff, but then Mis Vandero and the precision of that work."
        },
        {
            "speaker": "HM",
            "time": "00:25:48",
            "transcript": "Alvar Aalto, the beauty but the precision too.  So, certainly looking to that, nut then also looking to England. Which we did, you know, that was Denys Lasdun and the University of East Anglia, that sort of stuff.  All fairly brutal stuff around at that time, you know, often concrete which, having lived in England for a while, some of it’s beautiful, some of it’s terrible."
        },
        {
            "speaker": "RR",
            "time": "00:26:27",
            "transcript": "Some of it doesn’t age very nicely in that climate."
        },
        {
            "speaker": "HM",
            "time": "00:26:31",
            "transcript": "No, that’s right."
        },
        {
            "speaker": "RR",
            "time": "00:26:32",
            "transcript": "It might be very different in a different climate."
        },
        {
            "speaker": "HM",
            "time": "00:26:35",
            "transcript": "It may be, but a lot of that was going on, you know, on the Southbank development, happening there.  So, all of this was, more so I think, looking more to those than Queensland.  As I say, in the south, looking to architects in the south who were trying to develop an Australian style."
        },
        {
            "speaker": "RR",
            "time": "00:27:03",
            "transcript": "Do you remember who they were?"
        },
        {
            "speaker": "HM",
            "time": "00:27:04",
            "transcript": "Ken Woolley, who else, Philip Cox.  That was a semi residential style, brick and timber.  That sort of thing.  So, all of that was going on.  Then here, there were people and this isn’t answering your question I don’t think, but there was Robin Gibson and I have always loved Robin Gibson’s work.  Then, on the domestic side, John Dalton, Hayes and Scott. So, that was the sort of, the mix of what we were looking at."
        },
        {
            "speaker": "JG",
            "time": "00:27:55",
            "transcript": "So, you went abroad, you went to the UK?"
        },
        {
            "speaker": "HM",
            "time": "00:27:58",
            "transcript": "I did."
        },
        {
            "speaker": "JG",
            "time": "00:27:59",
            "transcript": "You went to Maxwell Fry’s office?"
        },
        {
            "speaker": "HM",
            "time": "00:28:01",
            "transcript": "I did and Jane Drew, you see."
        },
        {
            "speaker": "JG",
            "time": "00:28:06",
            "transcript": "How did you end up there, did you have connections there or where did you decide to ?"
        },
        {
            "speaker": "HM",
            "time": "00:28:10",
            "transcript": "No.  I just follow the boat.  You see, that was, again, what we did.  Got on the boat, went over and applied for a job."
        },
        {
            "speaker": "RR",
            "time": "00:28:23",
            "transcript": "But you knew these people before you went.  I mean, you knew of them rather."
        },
        {
            "speaker": "HM",
            "time": "00:28:25",
            "transcript": "No, no.  I knew of them and I went there, I think because there was the name of a woman.   Maxwell Fry and Jane Drew and so I thought I’ll go and work for them."
        },
        {
            "speaker": "RR",
            "time": "00:28:37",
            "transcript": "They employ women."
        },
        {
            "speaker": "HM",
            "time": "00:28:39",
            "transcript": "What’s that?"
        },
        {
            "speaker": "RR",
            "time": "00:28:40",
            "transcript": "They must employ women."
        },
        {
            "speaker": "HM",
            "time": "00:28:41",
            "transcript": "They must employ women.  It’s funny though, see once I started I didn’t ever really find there was a barrier there.  It was getting that start.  Or, if there was, I didn’t notice it; and, so, it never really came up again.  It came up, you know, in funny sort of ways, but not as far as getting work was concerned, or anything like that it didn’t.  Or I didn’t, as I say, I didn’t notice; and, there were no women, no other women in the office there."
        },
        {
            "speaker": "JG",
            "time": "00:29:19",
            "transcript": "But, they hired you?"
        },
        {
            "speaker": "HM",
            "time": "00:29:21",
            "transcript": "They did - - -"
        },
        {
            "speaker": "JG",
            "time": "00:29:21",
            "transcript": "Immediately."
        },
        {
            "speaker": "HM",
            "time": "00:29:23",
            "transcript": "I was only there for about a year I think, because that – I didn’t expect to be leaving after a year, but that turned out to be the way people were working there in those days.  You’d work for a year, then you’d go off to the continent and trip around for a couple of months and come back and get another job.  And do the same and get another one, it seemed to be the way that it was."
        },
        {
            "speaker": "RR",
            "time": "00:29:45",
            "transcript": "That was sort of an education."
        },
        {
            "speaker": "HM",
            "time": "00:29:47",
            "transcript": "Oh it was."
        },
        {
            "speaker": "RR",
            "time": "00:29:48",
            "transcript": "And did you, were there particular buildings you wanted to see?"
        },
        {
            "speaker": "HM",
            "time": "00:29:53",
            "transcript": "Yes.  Yes.  I think that I was able to see some of that work.  Some of Alvar Aalto’s work."
        },
        {
            "speaker": "RR",
            "time": "00:30:04",
            "transcript": "So, you went to Finland?"
        },
        {
            "speaker": "HM",
            "time": "00:30:05",
            "transcript": "I did, yes."
        },
        {
            "speaker": "RR",
            "time": "00:30:07",
            "transcript": "Was that one of your trips?"
        },
        {
            "speaker": "HM",
            "time": "00:30:08",
            "transcript": "Yes.  So, yes and trip around and see the new and the old and of course in England see some of the new work too.  Discover that, certainly the greats are there, but other than that they’re no better than Australia."
        },
        {
            "speaker": "RR",
            "time": "00:30:30",
            "transcript": "Well, the difference is there’s a lot more money to be spent there."
        },
        {
            "speaker": "HM",
            "time": "00:30:33",
            "transcript": "Yes, yes.  But, they’re very – when I went to Maxwell Fry and Jane Drew’s office, and their office was in a, sort of, three story house in Botha Street.  Section where I was, there was another Australian from Brisbane."
        },
        {
            "speaker": "JG",
            "time": "00:30:59",
            "transcript": "Do you remember who?"
        },
        {
            "speaker": "HM",
            "time": "00:31:02",
            "transcript": "Miller."
        },
        {
            "speaker": "RR",
            "time": "00:31:02",
            "transcript": "[Gardall 00:31:04] Miller?"
        },
        {
            "speaker": "HM",
            "time": "00:31:03",
            "transcript": "No his brother, his younger brother.  He was there.  There was an English fellow, there was me.  That might have been all that was in the room, but certainly when I went to Ralph Tubbs, there was an Indian, a Greek, a New Zealander, an Australian you know you go to work with English people and you find you’re working with everybody else."
        },
        {
            "speaker": "JG",
            "time": "00:31:38",
            "transcript": "I think it was Graham Bligh that also worked for Fry and Drew."
        },
        {
            "speaker": "HM",
            "time": "00:31:42",
            "transcript": "He might have, he could well have."
        },
        {
            "speaker": "JG",
            "time": "00:31:45",
            "transcript": "It was before you?"
        },
        {
            "speaker": "HM",
            "time": "00:31:46",
            "transcript": "It would have been before me, yes that would have been before me."
        },
        {
            "speaker": "JG",
            "time": "00:31:49",
            "transcript": "And he didn’t, in any way, recommend you when you went?"
        },
        {
            "speaker": "HM",
            "time": "00:31:54",
            "transcript": "No.  N.  I don’t think so."
        },
        {
            "speaker": "JG",
            "time": "00:31:55",
            "transcript": "It was coincidence."
        },
        {
            "speaker": "HM",
            "time": "00:31:56",
            "transcript": "I don’t think so.  It was remarkably easy to get work and they like having Australians."
        },
        {
            "speaker": "RR",
            "time": "00:32:05",
            "transcript": "Because they were good value."
        },
        {
            "speaker": "HM",
            "time": "00:32:07",
            "transcript": "They were good value, because, as I said before, we could sit down and do the working drawing, you know, we had the experience in all fields and we were – they - - -"
        },
        {
            "speaker": "RR",
            "time": "00:32:23",
            "transcript": "And we had a different attitude as well, I think, to working."
        },
        {
            "speaker": "HM",
            "time": "00:32:27",
            "transcript": "It may have been the time that there was no shortage of work, I don’t know, but, I don’t remember having to knock on doors for a long time to get a job.  I went from there to Owen Luder, because I’d seen he was doing this rough concrete stuff and I thought I’d go there and I got the job there, so, it wasn’t difficult."
        },
        {
            "speaker": "JG",
            "time": "00:32:59",
            "transcript": "And, do you remember the projects?  Some of the projects you worked on while you were there?"
        },
        {
            "speaker": "HM",
            "time": "00:33:04",
            "transcript": "At Maxwell Fry I was working on some housing primarily, at Hatfield.  So, that was good.  They were – Owen Luder’s I think it was a car park or something.  Then at Ralph Tubbs I worked – the whole time I was there, on Charing Cross Hospital.  So, that’s - - -"
        },
        {
            "speaker": "RR",
            "time": "00:33:37",
            "transcript": "Well, in present days you’re not going to get a hospital to design unless you’ve done a lot of hospitals."
        },
        {
            "speaker": "HM",
            "time": "00:33:45",
            "transcript": "That’s right."
        },
        {
            "speaker": "RR",
            "time": "00:33:46",
            "transcript": "And, it wasn’t quite like that then, I suspect, that you could take on any kind of job, without having done one, if you could convince them you were a good architect."
        },
        {
            "speaker": "HM",
            "time": "00:33:59",
            "transcript": "Well, I was working in a firm with a number of people under others who did have the knowledge.  So, there was a sense in which it wasn’t important whether or not I knew a great deal about hospitals I don’t think."
        },
        {
            "speaker": "RR",
            "time": "00:34:16",
            "transcript": "No, but your employers I meant."
        },
        {
            "speaker": "HM",
            "time": "00:34:17",
            "transcript": "Oh yes."
        },
        {
            "speaker": "RR",
            "time": "00:34:18",
            "transcript": "I mean, people seem to be able to get a very wide spectrum of work without really having the runs on the board."
        },
        {
            "speaker": "HM",
            "time": "00:34:28",
            "transcript": "Yes.  It was a whole different time, I think.  It was this transitional time between general practice and specialisation, possibly.  I don’t know too much about it since, but it was the days before project managers.  Project managers just came in at the end of my time.  So, it was a whole transitional time I think."
        },
        {
            "speaker": "JG",
            "time": "00:35:08",
            "transcript": "And from there you went to the US or did you decide to - - -"
        },
        {
            "speaker": "HM",
            "time": "00:35:12",
            "transcript": "I just thought I’d like to go there and work for a while.  So, I thought I’ll go there and I’ll go to New York City, if I’m going there I might as well go to the biggest place and the biggest office, not the biggest office but the one I knew most about, so I went to Skidmore Owens and Merrill and got a job."
        },
        {
            "speaker": "RR",
            "time": "00:35:33",
            "transcript": "Were there other women there?"
        },
        {
            "speaker": "HM",
            "time": "00:35:34",
            "transcript": "There were other women there, because it was a huge office and I really loved working there.  I hated New York, as a city.  It always reminded me, it was so dirty and dusty, I always thought that I was at the Brisbane Exhibition, in August, with paper and dust everywhere.  But, I loved working there and they were very, very good to me."
        },
        {
            "speaker": "HM",
            "time": "00:36:06",
            "transcript": "Again, here I was, this Australian who was able to fit in and do a job and I was in their working drawing section, they had various sections, I think I probably would have quite liked to be in the design section.  But, I had a lot of – there was a lot of interaction between the two and they treated me with a great deal of respect.  That would be the way that I would put it and offered me a job before I came home.  But I was coming home."
        },
        {
            "speaker": "HM",
            "time": "00:36:42",
            "transcript": "But, that was interesting.  That’s interesting with a place that size.  But, again, I think as Australians, we were able to – we were used to doing all kinds of things and checking shop drawings and all of that we had done."
        },
        {
            "speaker": "JG",
            "time": "00:36:59",
            "transcript": "Do you remember the projects that were going on at SOM at that time?"
        },
        {
            "speaker": "HM",
            "time": "00:37:04",
            "transcript": "Yes.  Seventy storey office buildings.  So, they were primarily multi storey buildings, in New York.  Yes."
        },
        {
            "speaker": "JG",
            "time": "00:37:21",
            "transcript": "And then you decided to come back to Australia?"
        },
        {
            "speaker": "HM",
            "time": "00:37:23",
            "transcript": "I decided to come back to Australia."
        },
        {
            "speaker": "JG",
            "time": "00:37:24",
            "transcript": "What made you come back, you got a job offer here?"
        },
        {
            "speaker": "HM",
            "time": "00:37:25",
            "transcript": "I was always going to come back.  That was always the plan, so I came back."
        },
        {
            "speaker": "JG",
            "time": "00:37:33",
            "transcript": "And then you applied for a job at Bligh Jessup?"
        },
        {
            "speaker": "HM",
            "time": "00:37:35",
            "transcript": "Bligh Jessup, mmm.  So, I went back there, back to the old roost."
        },
        {
            "speaker": "RR",
            "time": "00:37:43",
            "transcript": "In Upper Edward Street?"
        },
        {
            "speaker": "HM",
            "time": "00:37:45",
            "transcript": "In Upper Edward Street, that’s right.  Yes.  That was before the new building was built.   Before we were over the car park.  So, we were in that front building I think – oh, I don’t know, no, maybe that was before.  You see, all the time I was there before I think it was – no, we were over the car park then.  Because we’d always been in that front building.  Then we moved out of there, built the car park, then on top of the car park."
        },
        {
            "speaker": "RR",
            "time": "00:38:21",
            "transcript": "So, it says here Mermaid Waters Town House Development, documentation.  Now, do you remember that?"
        },
        {
            "speaker": "HM",
            "time": "00:38:30",
            "transcript": "Vaguely I remember.  Mermaid Waters, I vaguely remember that.  I don’t think that was built was it?"
        },
        {
            "speaker": "RR",
            "time": "00:38:39",
            "transcript": "I don’t know, but I can remember doing a scheme for some town houses while I was at Bligh’s in the year before and there were only about, maybe four – attached houses, but four of them – and they were somewhere near Broadbeach, but I don’t remember exactly where."
        },
        {
            "speaker": "HM",
            "time": "00:39:00",
            "transcript": "This again, you see, was the time when attached housing was all being developed and, you know, I vaguely remember that.  I don’t remember it as well as some of the other things though."
        },
        {
            "speaker": "RR",
            "time": "00:39:18",
            "transcript": "Do you think it was built?"
        },
        {
            "speaker": "HM",
            "time": "00:39:19",
            "transcript": "No, I don’t think so.  I might get into trouble for some of these memories."
        },
        {
            "speaker": "RR",
            "time": "00:39:27",
            "transcript": "We won’t tell."
        },
        {
            "speaker": "HM",
            "time": "00:39:29",
            "transcript": "I don’t know about that."
        },
        {
            "speaker": "JG",
            "time": "00:39:34",
            "transcript": "It was at the time that you worked on the Supreme Court Building as well."
        },
        {
            "speaker": "HM",
            "time": "00:39:37",
            "transcript": "Worked on the Supreme Court Building, and again, you see with those, it was as part of a team because Bligh Jessup had teams, so I certainly worked on a number of things with them, as part of a team.  The Supreme Court Building, Watkins Place, Gatton College buildings and then there were others that probably – I was more involved in from design through to supervision stage.  The Runaway Bay Shopping Centre, which is the one that everybody seems to remember.  The first stage of that.  The retirement village at Hervey Bay and Kianga, there’s a hall at Kianga, memorial hall at Kianga, after the mine disaster."
        },
        {
            "speaker": "HM",
            "time": "00:40:43",
            "transcript": "Those were the things that I was involved in every stage.  I was involved quite a lot in the design, with Graham, in the design of buildings, but then those others I sort of was all the way through, was involved with him on our entry to the Queensland Art Gallery.  We were on the short list for that and so I was involved with him on that.  You might have some others you can tell me what I did."
        },
        {
            "speaker": "RR",
            "time": "00:41:21",
            "transcript": "I can remember some competitions, I think they were competitions, one for Toowoomba Town Centre that was done at that time, that they actually won, but I don’t think it ever got - - -"
        },
        {
            "speaker": "HM",
            "time": "00:41:34",
            "transcript": "No, I don’t think that was when I was there."
        },
        {
            "speaker": "RR",
            "time": "00:41:37",
            "transcript": "And Morelands they were doing a development of the Moreland site.  When it wasn’t a hospital."
        },
        {
            "speaker": "HM",
            "time": "00:41:40",
            "transcript": "Yes, there was, yes."
        },
        {
            "speaker": "RR",
            "time": "00:41:43",
            "transcript": "When it wasn’t a hospital it was to be housing."
        },
        {
            "speaker": "HM",
            "time": "00:41:45",
            "transcript": "Yes."
        },
        {
            "speaker": "RR",
            "time": "00:41:46",
            "transcript": "And I don’t think, well that didn’t obviously go ahead because the hospital didn’t."
        },
        {
            "speaker": "HM",
            "time": "00:41:50",
            "transcript": "No, there was a lot of that happening.  See, the MLC building didn’t, in the city, I might have had a very minor, I didn’t do too much, I did more with Watkins Place than that.  I don’t know that I remember anything else.  No, I don’t [00:42:12]."
        },
        {
            "speaker": "JG",
            "time": "00:42:14",
            "transcript": "Did you find your experience abroad useful for coming back.  Were there things that you?"
        },
        {
            "speaker": "HM",
            "time": "00:42:23",
            "transcript": "Yes, I would have to say yes.  I would have to say yes in that I believe all of that broadens your experience.  I didn’t – not consciously a great deal, but I think all of your experiences come into the things that you do, make you the person that you are and come into what you do.  So, and travelling abroad and seeing the layout of towns and squares and, that’s right, that was another thing that we looked at.  The building behind the City Hall, when all of that was being developed, we did some work.  I don’t think we ever did the building work, but we were looking at that."
        },
        {
            "speaker": "RR",
            "time": "00:43:14",
            "transcript": "What became the administration building was done by Conrad Gargett I think."
        },
        {
            "speaker": "HM",
            "time": "00:43:18",
            "transcript": "I think so, probably, yes.  That was, sort of, all open at one stage too.  Yep."
        },
        {
            "speaker": "RR",
            "time": "00:43:28",
            "transcript": "Which buildings, in this period that we’re talking about, 45 – 75, which ones do you think are worthy of note?"
        },
        {
            "speaker": "HM",
            "time": "00:43:45",
            "transcript": "Here?  I would say the Queensland Art Gallery.  I love the Queensland Art Gallery every time I go into it.  So - - -"
        },
        {
            "speaker": "RR",
            "time": "00:43:58",
            "transcript": "It’s the first of - - -"
        },
        {
            "speaker": "HM",
            "time": "00:43:59",
            "transcript": "The first of the whole of the Southbank."
        },
        {
            "speaker": "RR",
            "time": "00:44:01",
            "transcript": "Perhaps five of those buildings that Gibson did, yeah."
        },
        {
            "speaker": "HM",
            "time": "00:44:04",
            "transcript": "Yes, and I think it’s certainly stood the test of time and I think it’s a beautiful building."
        },
        {
            "speaker": "RR",
            "time": "00:44:12",
            "transcript": "It is, I agree with you."
        },
        {
            "speaker": "HM",
            "time": "00:44:16",
            "transcript": "I think and I’ve been out of touch, you know, for so long, I put a few down here, I don’t know whether – another building that comes to mind is the Lutheran Church in Wickham Terrace."
        },
        {
            "speaker": "RR",
            "time": "00:44:32",
            "transcript": "Barry Walduck."
        },
        {
            "speaker": "HM",
            "time": "00:44:34",
            "transcript": "That’s who it was, yes.  Now, I think that’s an excellent building too."
        },
        {
            "speaker": "RR",
            "time": "00:44:41",
            "transcript": "It’s going to be open next Saturday as part of Open House apparently."
        },
        {
            "speaker": "HM",
            "time": "00:44:46",
            "transcript": "Oh, is it really?  Yeah.  Yeah, I think it’s a good building.  I think the Supreme Court Building too, that we worked on is."
        },
        {
            "speaker": "RR",
            "time": "00:45:03",
            "transcript": "The District Court, was that what proceeded it?"
        },
        {
            "speaker": "HM",
            "time": "00:45:04",
            "transcript": "Yes, yes, I was involved in that too."
        },
        {
            "speaker": "RR",
            "time": "00:45:08",
            "transcript": "And, they’re quite different buildings."
        },
        {
            "speaker": "HM",
            "time": "00:45:10",
            "transcript": "Very different buildings."
        },
        {
            "speaker": "RR",
            "time": "00:45:11",
            "transcript": "So, what do you think of their relative merits to each other.  I mean, the whole site’s coming up for a new use or demolition, I don’t know which."
        },
        {
            "speaker": "HM",
            "time": "00:45:20",
            "transcript": "I know.  I think they are very different and probably just as well the Supreme Court didn’t follow the style of the District Court.  They’re very different and maybe that was the time and the people.  Yeah.  But, yeah, I’d be very saddened to see the whole lot go, I must admit."
        },
        {
            "speaker": "RR",
            "time": "00:45:52",
            "transcript": "Yeah, it’s – I mean another one that is talked about disappearing would be the Executive Building, in George Street."
        },
        {
            "speaker": "HM",
            "time": "00:46:00",
            "transcript": "Yes.  I heard that the other night and I was – I don’t know if I’m too worried about that.  The other ones, and somebody told me that one of Jim Birrell’s libraries is on the list never to be destroyed, is that right?  I think his couple of libraries are very good."
        },
        {
            "speaker": "RR",
            "time": "00:46:28",
            "transcript": "The Toowong Library is certainly protected as is the one at Annerley."
        },
        {
            "speaker": "HM",
            "time": "00:46:33",
            "transcript": "Yes, that’s right, that’s right.  So, I think his buildings and of course some of the houses of John Dalton, Hayes and Scott.  I think that was a real development of Queensland’s style and I’m going to throw another one in and I don’t know what the future of the La Boite Theatre is."
        },
        {
            "speaker": "JG",
            "time": "00:47:06",
            "transcript": "Yes, Blair Wilson Architects."
        },
        {
            "speaker": "HM",
            "time": "00:47:07",
            "transcript": "Yeah.  That’s a very sensitive sort of little building isn’t it?"
        },
        {
            "speaker": "RR",
            "time": "00:47:13",
            "transcript": "Blair Wilson’s."
        },
        {
            "speaker": "HM",
            "time": "00:47:14",
            "transcript": "And, Blair Wilson, you know, and again you see the difficulty there is the setting and the whole thing is – makes it difficult – but beautiful little building.  The brickwork is just magnificent isn’t it."
        },
        {
            "speaker": "JG",
            "time": "00:47:28",
            "transcript": "But, that wasn’t common for the period, to use that much brick in Queensland architecture or was it?"
        },
        {
            "speaker": "HM",
            "time": "00:47:36",
            "transcript": "Not that colour."
        },
        {
            "speaker": "RR",
            "time": "00:47:37",
            "transcript": "I think, not that colour, but no, brickwork was certainly very much in use.  I mean, you think of all these institutional buildings, PA Hospital - - -"
        },
        {
            "speaker": "HM",
            "time": "00:47:46",
            "transcript": "Yes, that’s right."
        },
        {
            "speaker": "RR",
            "time": "00:47:48",
            "transcript": "The colleges on this campus, they’re all brick."
        },
        {
            "speaker": "JG",
            "time": "00:47:53",
            "transcript": "But not for residential?"
        },
        {
            "speaker": "HM",
            "time": "00:47:56",
            "transcript": "Well the brick veneer residential stuff sort of – I think it’s a shame though that there’s not more brick being used today in residential work.  I have to say that, because I think it’s a soft material, natural material, that the landscape fits around."
        },
        {
            "speaker": "JG",
            "time": "00:48:17",
            "transcript": "So, do you think working in that period that Queensland style emerged, because of course there was modern architecture coming in everywhere, which was quite international.  Do you think that, in Australia and Queensland you were able to give  it a typical Queensland - - -"
        },
        {
            "speaker": "HM",
            "time": "00:48:34",
            "transcript": "I think it is, there’s some of it now, I’m sorry though to see that that Ken Woolley style with brick and timber seems to have gone.  I would have, in residential stuff more, I would like to have seen that developed more than the kind of residential building, and I don’t even know whether they’re architect designed, they may not be, some of the stuff I see today.  Some of it’s good that’s got a Queensland character, some of it doesn’t seem to have much character at all."
        },
        {
            "speaker": "RR",
            "time": "00:49:19",
            "transcript": "I think it was Ronald Percy’s house – no, it was another architect that did a house that I remember very well in Graceville, which impressed me, which was concrete block.  Unfinished concrete block, inside and out and glass and with wood frames.  I can’t think who that was now."
        },
        {
            "speaker": "HM",
            "time": "00:49:47",
            "transcript": "No, well I don’t – as I say, I’m out of touch.  I went to, was it the State Library had an exhibition of houses and there was some lovely stuff in there.  Now, when you get to that level of design, there is some beautiful work around.  But, when you come to the less expensive houses that are around there’s just not much character in a lot of them.  That’s often been the case and I’m a bit disappointed about that."
        },
        {
            "speaker": "RR",
            "time": "00:50:20",
            "transcript": "John Railton was somebody who impressed me as a student."
        },
        {
            "speaker": "HM",
            "time": "00:50:24",
            "transcript": "That’s right, yes."
        },
        {
            "speaker": "RR",
            "time": "00:50:25",
            "transcript": "And he only did, probably, half a dozen houses, but they were all interesting and they all cost very little and they were all clever; and there was this idea about how much you could do for so little and yet get some architecture into it."
        },
        {
            "speaker": "HM",
            "time": "00:50:42",
            "transcript": "Have very many people achieved that?"
        },
        {
            "speaker": "RR",
            "time": "00:50:45",
            "transcript": "No.  I mean, John Dalton gets recognised, but he essentially did the same sort of house or at least the same section over and over."
        },
        {
            "speaker": "HM",
            "time": "00:50:56",
            "transcript": "That’s right, that’s right."
        },
        {
            "speaker": "RR",
            "time": "00:50:59",
            "transcript": "When he came to do bigger things I don’t think they were nearly as interesting."
        },
        {
            "speaker": "HM",
            "time": "00:51:03",
            "transcript": "No, no.  That whole financial sort of thing has always been a problem for architects here.  Who can afford to employ an architect?  Then all the constraints you have when you haven’t got the finance, when you’re just cutting back, cutting back, cutting back.  It makes it very difficult."
        },
        {
            "speaker": "RR",
            "time": "00:51:28",
            "transcript": "So did you ever build your own house?"
        },
        {
            "speaker": "HM",
            "time": "00:51:30",
            "transcript": "No."
        },
        {
            "speaker": "RR",
            "time": "00:51:31",
            "transcript": "Did you want to?"
        },
        {
            "speaker": "HM",
            "time": "00:51:34",
            "transcript": "No.  I think, and because I lived in a little unit that Graham De Gruchy had  in Toowong there for a while, but no I think I would drive myself mad if I was in something I’d designed myself.  Then, circumstances of the way I’ve lived have meant that I’ve sort of lived in all sorts of odd places.   You know [Manses 00:52:05] and but, no I don’t think I could bear to live in a place that I designed myself."
        },
        {
            "speaker": "HM",
            "time": "00:52:15",
            "transcript": "You know, I do some watercolour painting now and I don’t have my paintings up on my wall.  Because I’d keep looking at them to see what was wrong."
        },
        {
            "speaker": "JG",
            "time": "00:52:29",
            "transcript": "What you could improve, yeah.  Why did you decide to retire from architecture, were you fed up with architecture or you just wanted to - - -"
        },
        {
            "speaker": "HM",
            "time": "00:52:37",
            "transcript": "[timestamp?]No, no, I loved being an architect and I still, as I say, I love buildings.  I love buildings and I loved being an architect, but I believed I should become a minister in the Church.  That’s the only answer I can give really."
        },
        {
            "speaker": "JG",
            "time": "00:52:57",
            "transcript": "So, it was nothing to do with architecture or?"
        },
        {
            "speaker": "HM",
            "time": "00:52:59",
            "transcript": "No.  No, it was nothing."
        },
        {
            "speaker": "JG",
            "time": "00:53:00",
            "transcript": "No disappointment from the profession?"
        },
        {
            "speaker": "HM",
            "time": "00:53:02",
            "transcript": "No it wasn’t, no.  No, it wasn’t.  So, you know.  So, that’s the way it went."
        },
        {
            "speaker": "RR",
            "time": "00:53:13",
            "transcript": "What about teaching, I mean, you knew so much."
        },
        {
            "speaker": "HM",
            "time": "00:53:17",
            "transcript": "Oh, I couldn’t bear to teach.  I couldn’t bear to teach, in all areas I would be no good as a teacher.  No good as a teacher at all.  In joining the two and it’s interesting, one of the things in the Church that I became interested is was liturgy.  Now,  I then did an essay at one stage on liturgy and architecture.  Because, they really do fit very much together and the whole belief system behind what’s happening, for instance, I think, again, Robin Gibson did a very good job with St Stephen’s Cathedral.  The way he has done certain things there that make the sanctuary area and the congregation come together as one is really quite interesting, because there’s been, with liturgy and Vatican II, there was a whole change from – you know, the old idea of your have the clergy up there with a screen between them, the people not joined, not part of the congregation, just looking through this little screen."
        },
        {
            "speaker": "HM",
            "time": "00:54:52",
            "transcript": "Now, he’s completely changed that in St Stephen’s Cathedral by bringing the alter down, having an ambo instead of a pulpit and then that magic of the lady chapel behind with that baptismal font that can be seen from the congregation, which is really quite non traditional to have a baptismal font there.  He’s done things that are theological sound and liturgically sound in that cathedral and I think done them well.  So, I became interested in that sort of thing and I’m still interested in that."
        },
        {
            "speaker": "JG",
            "time": "00:55:34",
            "transcript": "That’s what was made possible by the second Vatican council, all the changes that - - -"
        },
        {
            "speaker": "HM",
            "time": "00:55:37",
            "transcript": "That’s right."
        },
        {
            "speaker": "JG",
            "time": "00:55:40",
            "transcript": "Did you ever visit [Latulet 00:55:41] because it’s also by [00:55:44]?"
        },
        {
            "speaker": "HM",
            "time": "00:55:45",
            "transcript": "No, no I haven’t."
        },
        {
            "speaker": "JG",
            "time": "00:55:47",
            "transcript": "It’s also a very different type of monastery that what you were used to."
        },
        {
            "speaker": "HM",
            "time": "00:55:52",
            "transcript": "Well, and while I was still an architect, I was interested in and – well I went to Liverpool Cathedral for instance.  Now, Liverpool Cathedral has the alter right in the middle.  So, this was all going on, this incorporating the congregation and the clergy together.  So, that was all going on.  So I became very interested in that through from when I was an architect through into the ministry."
        },
        {
            "speaker": "JG",
            "time": "00:56:23",
            "transcript": "That’s interesting."
        },
        {
            "speaker": "HM",
            "time": "00:56:24",
            "transcript": "So, there is a real connection there."
        },
        {
            "speaker": "RR",
            "time": "00:56:27",
            "transcript": "I guess, Robin Gibson was criticised for some of the things that he did in St Stephen’s from I suppose you’d say the heritage protection direction and that was to do with the philosophy of dealing with old buildings was to respect them for what they are and if you need to change them you do that in a very respectful way.  Whereas, what he did was quite – he was able to change the Church at whim really it seemed, to suit his desire to implement these things."
        },
        {
            "speaker": "RR",
            "time": "00:57:22",
            "transcript": "You could have done it in a softer way and I just wonder, this whole business of respecting the past and yet, changing the use is a tricky one and it’s - - -"
        },
        {
            "speaker": "HM",
            "time": "00:57:39",
            "transcript": "It’s a very tricky one and you know, I haven’t heard the criticism or the debate so I can speak freely from my own point of view, but I think it’s a very, very tricky one, particularly with the ecclesiastical buildings and heritage listed and you move a baptismal font in a heritage listed building and you’ll get into trouble.  I think the blend of old and new is just so beautiful anyway and a lot of very old buildings.  You go to some old castles and things that have become museums and the beauty of the old and the new is just absolutely magnificent if it’s done well."
        },
        {
            "speaker": "RR",
            "time": "00:58:32",
            "transcript": "Well, doing it well is the tricky bit and until people like Carlo Scarpa came along, I think he really showed the finesse that can be applied to that sort of thinking."
        },
        {
            "speaker": "HM",
            "time": "00:58:49",
            "transcript": "And, I think that’s what’s needed and I suppose it’s the same with everything, doing it well, I certainly would – I like what Robin Gibson’s done there, but I’ve seen some other cathedrals that are almost newer that have been built in the gothic style and added to in a gothic style, which in my mind is just not honest, because it’s held up with steel and all the rest.  You know, and I love the gothic cathedral, absolutely love the gothic cathedrals in England and Europe, but I also love the fact that, in those are these little modern jewels that they are still continuing to do things."
        },
        {
            "speaker": "RR",
            "time": "00:59:40",
            "transcript": "And they weren’t worried about the consistency, if it started off in the 12th century and finished in the 16th century at the other end."
        },
        {
            "speaker": "HM",
            "time": "00:59:49",
            "transcript": "No."
        },
        {
            "speaker": "RR",
            "time": "00:59:50",
            "transcript": "They’re quite different."
        },
        {
            "speaker": "HM",
            "time": "00:59:51",
            "transcript": "They’re quite different, but today we look and them and think that this is beautiful.  From the point of view of the Church, it’s very important to reflect the rethinking, as you say, of Vatican II and the whole new liturgical movement, I believe, it’s important to do that.  To have Churches with – we don’t have Churches where monks sit opposite each other and sing antiphonally now and with a scream that – we don’t believe in that anymore, so how can you do that?  How can you have – you know, the cathedrals in England are all changing to bring their alters down into the nave and they still have the high alter.  But, they’ve all done what has happened."
        },
        {
            "speaker": "RR",
            "time": "01:00:46",
            "transcript": "And yet I can’t think of one, but there probably is one, an example where they’ve get the rude screen in place and moved the alter to the western end of it."
        },
        {
            "speaker": "HM",
            "time": "01:00:58",
            "transcript": "There probably is, but I can’t think of any either.  I know a lot of them have, and what they’ve done is exactly what is in St Stephens, they’ve moved, for instance, Norwich Cathedral and there are others, they’ve moved the alter down into the nave and the choir stalls are in a semi circle behind.  Now, I think it can probably be taken out, I think it’s probably all removable, I’m not sure, but, that’s what they’re doing and that’s exactly what St Stephen’s has.  But, they still have the high alter there and at times they move up and have that procession up to there."
        },
        {
            "speaker": "JG",
            "time": "01:01:45",
            "transcript": "It’s still possible."
        },
        {
            "speaker": "HM",
            "time": "01:01:46",
            "transcript": "It’s still possible I think, yes."
        },
        {
            "speaker": "JG",
            "time": "01:01:51",
            "transcript": "I don’t know if, because the other questions I think we already asked.  I don’t know if you have any further questions?"
        },
        {
            "speaker": "RR",
            "time": "01:02:00",
            "transcript": "Well, I’m interested in people like Karl Langer.  Did you come across him and - - -"
        },
        {
            "speaker": "HM",
            "time": "01:02:04",
            "transcript": "Yes, well, I knew of him.  I don’t think he was up there on the Terrace."
        },
        {
            "speaker": "RR",
            "time": "01:02:13",
            "transcript": "He taught here though."
        },
        {
            "speaker": "HM",
            "time": "01:02:15",
            "transcript": "Yeah, I don’t think I ever had him.  He taught town planning didn’t he?"
        },
        {
            "speaker": "RR",
            "time": "01:02:18",
            "transcript": "Yes and landscape I think."
        },
        {
            "speaker": "HM",
            "time": "01:02:21",
            "transcript": "Yeah, I did a bit of – you know, I knew of him and knew his reputation.  He was certainly one of the important people that were around in that time and probably a bit before me.  I did a bit of landscape architecture with Bernie Ryan."
        },
        {
            "speaker": "RR",
            "time": "01:02:43",
            "transcript": "Well, Barry Walduck we mentioned, and Barry worked for Karl Langer."
        },
        {
            "speaker": "HM",
            "time": "01:02:46",
            "transcript": "That’s right, up on the Terrace didn’t he?  Yes.  Yes.  And, that’s that Lutheran connection through there isn’t it?"
        },
        {
            "speaker": "RR",
            "time": "01:02:54",
            "transcript": "You mention Barry’s Church, on Wickham Terrace, but Karl Langer’s last Church was at St Peters.  Have you seen that one?"
        },
        {
            "speaker": "HM",
            "time": "01:03:01",
            "transcript": "I have, I’ve been in that one, yes."
        },
        {
            "speaker": "RR",
            "time": "01:03:04",
            "transcript": "That’s quite a very different sort of an exercise in how you, well, place a Church, even.  It’s done in a – it’s almost a Greek idea of a modern temple front."
        },
        {
            "speaker": "HM",
            "time": "01:03:25",
            "transcript": "It is isn’t it.  I can’t – last time I was there it was at night time, but it is, you come in – there’s a sort of a colonnade sort of thing outside isn’t there, outside.  But Karl Langer did that Church on the way to Toowoomba somewhere didn’t he too?  And, that was really very Germanic I think, probably, and had a lot of attention but, not very Australian I wouldn’t have thought."
        },
        {
            "speaker": "RR",
            "time": "01:04:03",
            "transcript": "Well, I don’t know that you’d say that Barry Walduck’s Church is Australian either, it’s much more French, I suppose."
        },
        {
            "speaker": "HM",
            "time": "01:04:12",
            "transcript": "Yeah.  It comes to mind as, I think, just the beautiful brickwork and it’s fairly simple inside and in a very difficult situation because of what we spoke of before of, how do you build an ecclesiastical building in the city, close to the cathedral and close to All Saints and do you try to fit in.  Well it doesn’t particularly, but it’s just a simple statement of a Church there."
        },
        {
            "speaker": "RR",
            "time": "01:04:51",
            "transcript": "And there were a couple of other buildings around it which have been altered fairly drastically, which were part of that group."
        },
        {
            "speaker": "HM",
            "time": "01:05:00",
            "transcript": "Yes, that’s right.  The offices – the little office block there was – I worked in there for a time and the – yeah, that was a good little building."
        },
        {
            "speaker": "RR",
            "time": "01:05:12",
            "transcript": "But, I mean that idea about respecting what people do and all buildings get changed over time and they need repairs, but you can do it in a way that really destroys the quality that they had and that’s what has happened there."
        },
        {
            "speaker": "HM",
            "time": "01:05:28",
            "transcript": "Yes, that’s right.  That’s right.  Well, you see, we’re in an age where buildings are put up and pulled down in a space of 25 years or something like that, I don’t know what it is now, but not too many would last all that long."
        },
        {
            "speaker": "RR",
            "time": "01:05:46",
            "transcript": "I think though that’s changing and there’s a whole idea of what the value of the energy, the embodied energy that it takes to build something that you get more out of it than that.  You don’t pull it down, you adapt it and you do what is needed to make it survive, but if you can do that without wiping out its quality, it’s design quality at the same time, then that’s even better."
        },
        {
            "speaker": "HM",
            "time": "01:06:13",
            "transcript": "It doesn’t happen very often does it?"
        },
        {
            "speaker": "RR",
            "time": "01:06:15",
            "transcript": "No, it doesn’t.  No and even at a domestic level it doesn’t happen."
        },
        {
            "speaker": "HM",
            "time": "01:06:20",
            "transcript": "Well maybe that’s something that we need to concentrate on.  You know, overseas there are people specialising in doing that.  Now, of course, the buildings are a lot older, the historic buildings are a lot older.  Here we haven’t had the respect for buildings that would, probably, and I might be quite wrong, but, the respect – you know, everybody is able to do it, other than an architect.  So, you can, you know, here the thing is; just get the builder in and give him a bit of a plan and they will do it."
        },
        {
            "speaker": "RR",
            "time": "01:07:04",
            "transcript": "As fast and as cheap as possible."
        },
        {
            "speaker": "HM",
            "time": "01:07:05",
            "transcript": "As fast and as cheap as possible.  Now, that doesn’t allow what you’ve suggested to happen, except in very unusual circumstances."
        },
        {
            "speaker": "RR",
            "time": "01:07:14",
            "transcript": "I’m just interested; there was another building that I think you might have known about, which was the little private chapel built for the Arch Bishop in Hamilton and it’s a very Frank Lloyd Wright building, designed by Graham [Theacky 01:07:30] who was working at Conrad and Gargett."
        },
        {
            "speaker": "HM",
            "time": "01:07:34",
            "transcript": "Is that up on the top of the hill up there?"
        },
        {
            "speaker": "RR",
            "time": "01:07:36",
            "transcript": "Yes."
        },
        {
            "speaker": "HM",
            "time": "01:07:37",
            "transcript": "I’ve only seen it from a distance and said, “What’s that?”  I must go and look at it now."
        },
        {
            "speaker": "RR",
            "time": "01:07:41",
            "transcript": "Well, it’s no longer a chapel, because it’s no longer the Arch Bishop’s residence, so we’re not sure what they use it for, but it was a very strange little building and I’d be interested to know what you think once you have a look."
        },
        {
            "speaker": "HM",
            "time": "01:07:56",
            "transcript": "Yes."
        },
        {
            "speaker": "JG",
            "time": "01:07:57",
            "transcript": "Just a minute ago you said about a Church that was not very Australian, but then I think there was something implicit going on between you two but, why would you say it’s not very Australian?"
        },
        {
            "speaker": "HM",
            "time": "01:08:11",
            "transcript": "I think saying, maybe it was European."
        },
        {
            "speaker": "RR",
            "time": "01:08:14",
            "transcript": "That was the St Peter’s Lutheran."
        },
        {
            "speaker": "JG",
            "time": "01:08:18",
            "transcript": "But, what did you say - - -"
        },
        {
            "speaker": "HM",
            "time": "01:08:19",
            "transcript": "I can’t remember.  I have been there, but I can’t remember enough about it, I have to admit."
        },
        {
            "speaker": "RR",
            "time": "01:08:23",
            "transcript": "It was quite theatrical, I mean it’s a fan shaped plan and the ceiling - - -"
        },
        {
            "speaker": "HM",
            "time": "01:08:27",
            "transcript": "I know it goes, the ceiling goes down doesn’t it?"
        },
        {
            "speaker": "RR",
            "time": "01:08:30",
            "transcript": "The ceiling becomes part of the wall behind the alter."
        },
        {
            "speaker": "HM",
            "time": "01:08:35",
            "transcript": "I can’t remember enough about it."
        },
        {
            "speaker": "RR",
            "time": "01:08:41",
            "transcript": "And you also go down into  it, it’s like going into an amphitheatre."
        },
        {
            "speaker": "HM",
            "time": "01:08:44",
            "transcript": "I remember you go down into it.  Yep."
        },
        {
            "speaker": "RR",
            "time": "01:08:47",
            "transcript": "And it’s shaped like an amphitheatre, but the front is very prominent, the west front has a space in front of it and he did buildings either side of it as well, so it has this formality about it that he seemed to like because his town hall in Kingaroy is exactly the same."
        },
        {
            "speaker": "HM",
            "time": "01:09:11",
            "transcript": "Is it?"
        },
        {
            "speaker": "RR",
            "time": "01:09:13",
            "transcript": "And, yet it’s not - - -"
        },
        {
            "speaker": "HM",
            "time": "01:09:14",
            "transcript": "Well, it’s part of the campus isn’t it, part of that, so very much part of that."
        },
        {
            "speaker": "RR",
            "time": "01:09:18",
            "transcript": "Yes."
        },
        {
            "speaker": "HM",
            "time": "01:09:22",
            "transcript": "Look, I can’t remember enough to comment."
        },
        {
            "speaker": "JG",
            "time": "01:09:26",
            "transcript": "That’s okay, I was just wondering.  I don’t have any more questions."
        },
        {
            "speaker": "RR",
            "time": "01:09:32",
            "transcript": "I guess we’ve done the time haven’t we?"
        },
        {
            "speaker": "JG",
            "time": "01:09:35",
            "transcript": "Yes, we’ve been over an hour."
        },
        {
            "speaker": "RR",
            "time": "01:09:37",
            "transcript": "We could keep talking the whole day."
        },
        {
            "speaker": "JG",
            "time": "01:09:40",
            "transcript": "Unless you want to still add something for the tape."
        },
        {
            "speaker": "HW",
            "time": "01:09:41",
            "transcript": "No. No."
        },
        {
            "speaker": "JG",
            "time": "01:09:46",
            "transcript": "Thank you for talking to us."
        }
    ]
}
