{
    "title": "INTERVIEW WITH GEOFFREY PIE",
    "date": "3 MAY 2012",
    "exchanges": [
        {
            "speaker": "JM",
            "time": "00:00:01",
            "transcript": "So that it is on the tape, we?re here with Geoffrey Pie in Geoffrey?s home at 10 Karella Street, Figtree Pocket with John Macarthur and Debra Van der Plaat on the 3rd of May, 2012 to interview Geoffrey about his architectural career.  Geoffrey what we?ve got here is a list of questions  which is going to be on our website, so that anyone you know who you would think would be interesting you could refer them to and they can fill this out on line and that?s a base way of gathering data."
        },
        {
            "speaker": "JM",
            "time": "00:00:38",
            "transcript": "So we thought we might just start with some of these simple information questions and then we thought maybe we?d move on to your education, your first experience of architecture, maybe a little bit about the family home and knowing about architecture through Riddels and then to talk about your career and then to talk about some of the people who have been through your office and have influenced you and what you think has happened over your life time in architecture."
        },
        {
            "speaker": "GP",
            "time": "00:01:00",
            "transcript": "Good, go for it."
        },
        {
            "speaker": "DV",
            "time": "00:01:05",
            "transcript": "Well I suppose we?ll just start with some of these information questions.  What architecture qualifications did you gain and from which institutions and when?"
        },
        {
            "speaker": "GP",
            "time": "00:01:13",
            "transcript": "A diploma in architecture from Queensland University, in other words I started at the Central Technical College for the first three years and the last three years was at  Queensland University up in the tower."
        },
        {
            "speaker": "DV",
            "time": "00:01:27",
            "transcript": "And, what year was that?"
        },
        {
            "speaker": "GP",
            "time": "00:01:29",
            "transcript": "I finished in 1956, no I?m sorry I started in 1956 and finished in  1962."
        },
        {
            "speaker": "DV",
            "time": "00:01:39",
            "transcript": "And, have you studied abroad?"
        },
        {
            "speaker": "GP",
            "time": "00:01:41",
            "transcript": "Well, slightly, I went and worked on a seven month over land trip straight away to London; that took us seven months and then I worked for a big firm there called Gollins Melvin Ward who are the kind of the Skidmore Owings and Merrill of London and we did two wonderful buildings there.  The Commercial Union building and the P & O building.  I was in the design teams for those two buildings, especially the P & O building and I?ve got good illustrations of that actually here with me."
        },
        {
            "speaker": "GP",
            "time": "00:02:20",
            "transcript": "Right, and then I did also went to the St Martin?s school of Art and did graphics at night time, so I got graphics under my tail as well  and then when I came home and a couple of years later I then got my town planning diploma."
        },
        {
            "speaker": "JM",
            "time": "00:02:41",
            "transcript": "Again through UQ?"
        },
        {
            "speaker": "GP",
            "time": "00:02:42",
            "transcript": "Well no, through QUT as it was then or QIT I think it was, wasn?t it, yeah.   So that I did my town planning and I did my town planning thesis on the Valley."
        },
        {
            "speaker": "JL",
            "time": "00:02:58",
            "transcript": "What year did you graduate with that Geoffrey?"
        },
        {
            "speaker": "GP",
            "time": "00:03:00",
            "transcript": "[timecode?]I?ve got it down stairs and I?m not quite sure."
        },
        {
            "speaker": "JL",
            "time": "00:03:03",
            "transcript": "We might check that later.  So what architectural teachers did you study under at the tech and at uni?  Who was the most influential?"
        },
        {
            "speaker": "GP",
            "time": "00:03:12",
            "transcript": "Charlie Fulton was the boss and although I worked straight away for H S McDonald Herbert Stanley McDonald and he had been with the hall for many, many years.  He had something to do with the City Hall anyway as well, but he was an engineer and an architect.  He was known to be the wealthiest architect in the country, that he had terrific practice of factories and all in those early days and I went there right straight from school in 1956. Straight to work in his office because he did the big Prudential building on the corner or right opposite the Treasury building on the corner of Queen Street and the front."
        },
        {
            "speaker": "GP",
            "time": "00:04:04",
            "transcript": "That?s subsequently been taken down and that?s where the big building, now City Council building is."
        },
        {
            "speaker": "JM",
            "time": "00:04:11",
            "transcript": "I remember that building."
        },
        {
            "speaker": "GP",
            "time": "00:04:12",
            "transcript": "In fact that those were the days, it has to be recorded, those were the days when we still had university parades at the beginning of the year.  That?s right and they were terrific but there up on this building, because it was a steel structure, but then covered in stone,  it was about eight stories high or something and rumour has it that Robin Gibson put a big sign on this half finished builder ? For Sale for removal."
        },
        {
            "speaker": "JL",
            "time": "00:04:49",
            "transcript": "And, when you went to UQ, who was teaching there?"
        },
        {
            "speaker": "GP",
            "time": "00:04:52",
            "transcript": "Well, first of all, there was a good solid bunch of architects because it?s not all that far after the war and there were Jack Gilmore and Athol Bretnall and a whole bunch of people that would just they got tuppence halfpenny, they got paid tuppence halfpenny for it but it was the way that Charlie got the thing together and Charlie he was a -  and then I went to work for him for a couple of years before I went to Robin Gibson?s office."
        },
        {
            "speaker": "GP",
            "time": "00:05:26",
            "transcript": "So it was all night time so you had to work a full day.  Because in our day right from the word go we worked full-time in an architect?s office, then you went to you went to college down the road, at least you could park then.  Three nights a week and sometimes Saturdays and then of course then there?s what, an eight mile drive home to Aspley.  So, I?d  eat up my heated up dinner and crash and be up at four o?clock in the morning to do your college work before you went back to work."
        },
        {
            "speaker": "JM",
            "time": "00:06:00",
            "transcript": "Dedication."
        },
        {
            "speaker": "DV",
            "time": "00:06:02",
            "transcript": "[timecode?]So that was the UQ course was a night course as well?"
        },
        {
            "speaker": "GP",
            "time": "00:06:06",
            "transcript": "Well no, the UQ course - yes for the last three years because we got married with all the university blokes there and there was a bit of everything I think then."
        },
        {
            "speaker": "JM",
            "time": "00:06:15",
            "transcript": "So, Cummings was the boss?"
        },
        {
            "speaker": "GP",
            "time": "00:06:18",
            "transcript": "Yeah, boss yeah.  And then Bruce Lucas was his offsider and then - who else did we have, we had Maurice Hurst and his, in the first year anyway, and his offsider.  They?re both English and they really stirred the faculty up in - - -"
        },
        {
            "speaker": "JM",
            "time": "00:06:37",
            "transcript": "Would that be John Hitch?"
        },
        {
            "speaker": "GP",
            "time": "00:06:39",
            "transcript": "No not Nitch for Hitch.  One of our students, it took him 13 years to get through the course and he wasn?t very popular.  Mr Hitch  was his lecturer and they did a -  anyway and he had -  I?m sorry and it was where you bury people, not bury , not a cemetery I?m sorry,  crematorium yeah and he designed this lovely crematorium trying to follow Karl Langer I suppose, like the one at Mt Gravatt and here he had one of his drawings of all the niches, it was just in there a little one that said Nitch for Hitch, but who else was there, I have forgotten a little bit now who they were."
        },
        {
            "speaker": "JM",
            "time": "00:07:41",
            "transcript": "But you had lectures from Cummings and from Langer?"
        },
        {
            "speaker": "GP",
            "time": "00:07:43",
            "transcript": "Yeah, oh yeah, Karl Langer was terrific.  He did everything, you know, he did town planning, he did architecture and he did landscape architecture.  All of them.  And I remember sitting next to him in Milton, the Institute of Architects had their quarters in Milton, early in the piece, and we all sat about, 30 people there, going for a meeting and I was sitting next to Karl and talking away and then everyone got talking about how to deal with extras and this that and the other and so forth.  Anyway, Karl started fuming and he stood up and he said, ?I have been coming to this institute for 30 years and not once have you spoken about architecture.?  He got up, left, and we never saw him again."
        },
        {
            "speaker": "GP",
            "time": "00:08:34",
            "transcript": "That?s not doing the history any good is it?  My rule is if there?s not a laugh in it forget it."
        },
        {
            "speaker": "DV",
            "time": "00:08:41",
            "transcript": "You?ve possibly answered a bit of this question already, but, we?re really interested in the early years of the school in particular and we?re just wondering about the curriculum, what type of subjects were you taught.  You?ve sort of answered this a bit but I wonder if you could talk a bit more about that and who was teaching them and the suitability of the course.  What as the student reactions to the course?"
        },
        {
            "speaker": "GP",
            "time": "00:09:18",
            "transcript": "Gee, there are people with better memories than me who - - -"
        },
        {
            "speaker": "DV",
            "time": "00:09:24",
            "transcript": "Just what you remember."
        },
        {
            "speaker": "GP",
            "time": "00:09:26",
            "transcript": "Yes.  Well, certainly those two English blokes.  In the final year they really stirred things up.  Who else?  I really can?t remember.  You know, you?ll find that it?s a bit of forgetfulness entering into this."
        },
        {
            "speaker": "DV",
            "time": "00:09:46",
            "transcript": "Oh, of course."
        },
        {
            "speaker": "GP",
            "time": "00:09:46",
            "transcript": "Yes and they say that, they said, look on the happy side, the girl told us, she was also in her mid 70s saying yes, look at it this way, you?re living in the spring time of senility."
        },
        {
            "speaker": "DV",
            "time": "00:10:07",
            "transcript": "Nice way to look at it."
        },
        {
            "speaker": "GP",
            "time": "00:10:09",
            "transcript": "But there?s lots of other people will be able to tell you."
        },
        {
            "speaker": "DV",
            "time": "00:10:12",
            "transcript": "Okay, that?s fine."
        },
        {
            "speaker": "GP",
            "time": "00:10:13",
            "transcript": "But not as good a memory, like that, but there?s a lot of things I?ve got a very good memory of."
        },
        {
            "speaker": "DV",
            "time": "00:10:17",
            "transcript": "We?ll get to them."
        },
        {
            "speaker": "JM",
            "time": "00:10:17",
            "transcript": "So, when you were students, you and your colleagues were students, who were the architects you really admired back then?  Who would have the greatest repute among the student body."
        },
        {
            "speaker": "GP",
            "time": "00:10:29",
            "transcript": "The student body, historically, like Harry Seidler and all that gang, or you mean within?"
        },
        {
            "speaker": "JM",
            "time": "00:10:36",
            "transcript": "I mean internationally or locally."
        },
        {
            "speaker": "GP",
            "time": "00:10:39",
            "transcript": "Well, taking locally first, you know, Hayes & Scott and in fact I?ve got that little history book of them, it?s very good.  They were there and of course, we reckon, Gabriel Poole and I reckon we lived with a legend, you know, just the three in Robin Gibson?s office, three of us for years ? well three or four years anyway.  Then he started getting the ? he was very ? you know, and then all the gang of Dalton and Heathwood and we, we held them, and Hayes and Scott and Eddie Hayes, you know, he was terrific, the best draftsman I?ve ever seen."
        },
        {
            "speaker": "GP",
            "time": "00:11:19",
            "transcript": "And, then, of course, that?s their ? I pulled those out because they were kind of all my heroes and that?s that pile of books on the table."
        },
        {
            "speaker": "JM",
            "time": "00:11:27",
            "transcript": "We?ll walk over there in a minute and have a look at them."
        },
        {
            "speaker": "GP",
            "time": "00:11:30",
            "transcript": "Yes, that?s right."
        },
        {
            "speaker": "JM",
            "time": "00:11:31",
            "transcript": "Okay, great.  Good."
        },
        {
            "speaker": "GP",
            "time": "00:11:33",
            "transcript": "And, but Seidler of course, he published his book when I was just starting the course and all those fellows from Western United States - - -"
        },
        {
            "speaker": "JM",
            "time": "00:11:46",
            "transcript": "William Wurster and people like that?"
        },
        {
            "speaker": "GP",
            "time": "00:11:47",
            "transcript": "Yeah well, actually, there?s just a new book out, because I want to ? I?ve been reading it now, I?ll show it to you.  It?s been leant to me by one of my friends who worked ? a woman, partly English and partly Irish, fairy well off, fell in love with Paris and live for 99 years and as an interior designer and then became an architect and did some ? it was very interesting to see an architect starting from being an interior designer, and I?ve always thought there?s got to be a bit of mileage in that."
        },
        {
            "speaker": "GP",
            "time": "00:12:23",
            "transcript": "And, I?ve got the book over there."
        },
        {
            "speaker": "JM",
            "time": "00:12:26",
            "transcript": "Is that Eileen Gray?"
        },
        {
            "speaker": "GP",
            "time": "00:12:27",
            "transcript": "Yeah, Eileen Gray.  Such an interesting story and her association with [Galdwin 00:12:31] and all the rest of it.  It?s really been a very good book.  But, all the other ones they?re all scattered out there.  It?s those on the table that could probably ask that question better."
        },
        {
            "speaker": "JM",
            "time": "00:12:46",
            "transcript": "Good."
        },
        {
            "speaker": "DV",
            "time": "00:12:47",
            "transcript": "Okay, and who were you studying with at the time, who were your student contemporaries?"
        },
        {
            "speaker": "GP",
            "time": "00:12:53",
            "transcript": "Ferris, all of whom have disappeared off the face, not necessarily carked it, but Thompson & Adsett for instance, Ian Thompson, he was really far more interested in practising Christianity I think and he didn?t ? although it?s called Thompson & Adsett, I don?t think he was there for no longer than ten years.  Russell Kerrison, Michael Bryce, in fact Michael did quite a bit of graphics work for me in some of my buildings.  Who else."
        },
        {
            "speaker": "JM",
            "time": "00:13:42",
            "transcript": "Were you and Gabriel Poole in the same year?"
        },
        {
            "speaker": "GP",
            "time": "00:13:44",
            "transcript": "No, I was at Toowoomba Prep for two years, with Gabriel, in 1948 and 1949, but he was a couple of years ahead of me, but he was the best schoolboy boxer I?ve ever seen.  He was fantastic, absolutely outstanding, he should have gone on to better things.  But then he left at grade 10, when we went to Southport School, he came to Southport School, we had all the bushies there and he left at grade ten and went bush, Jackarooing and so forth, and came back to it and started in Rob Gibson?s office, but he?d started before me and he was a years or two behind me, so that?s how he came into architecture."
        },
        {
            "speaker": "GP",
            "time": "00:14:28",
            "transcript": "To get even qualified for architecture, some of his mates just had to bash him up kind of thing to ram it in ? to get his senior pass because he hadn?t done anything beyond grade ten."
        },
        {
            "speaker": "JM",
            "time": "00:14:42",
            "transcript": "What buildings in Brisbane did you admire at the time.  When you were a student, what did people look at as the best kind of architecture?"
        },
        {
            "speaker": "GP",
            "time": "00:14:49",
            "transcript": "There was a house that Robin Gibson did.  One of his first, it was over near Churchie.  It was a very good house and yes Hayes & Scott stuff was really good and Peter Heathwood and - - -"
        },
        {
            "speaker": "JM",
            "time": "00:15:06",
            "transcript": "Any of the commercial buildings?"
        },
        {
            "speaker": "GP",
            "time": "00:15:07",
            "transcript": "Any of the commercial ? well some of the industrial buildings that Stan made, my first boss, H S McDonald  were very good.  Because he was an engineer as well and he did them and the building on the corner of Edward and Queen Street Mall, which ? you wouldn?t remember it ? but it was ? it?s part of Tattersalls Club and it was the first steel frame building in Brisbane and Stan McDonald did that, H S McDonald did that."
        },
        {
            "speaker": "GP",
            "time": "00:15:40",
            "transcript": "Who else ? and he did a factory for my father out at ? next to the Lutwyche cemetery and that housed 1200 employees, it was a textile factory that dad ran, amongst other things.  Who were the other architects?  I?m having a bit of a mental blank.  I?ll think of that."
        },
        {
            "speaker": "JM",
            "time": "00:16:07",
            "transcript": "[00:16:07] open up the discussion more."
        },
        {
            "speaker": "DV",
            "time": "00:16:12",
            "transcript": "I think that covers most of the sort of thing, architectural education."
        },
        {
            "speaker": "GP",
            "time": "00:16:16",
            "transcript": "I?m writing it down anyway, I?ve written a lot of this all down and I?ll hand you a draft copy of it anyway, it just might be a bit helpful."
        },
        {
            "speaker": "JM",
            "time": "00:16:25",
            "transcript": "We were fascinated when ? we?ve talked previously about this and we were fascinated you telling stories about the house that you grew up in, designed by Rylance."
        },
        {
            "speaker": "GP",
            "time": "00:16:33",
            "transcript": "Yes.  Well the first one was the house which we built, had finished in 1937 and I?ve worked out that I was born at the end of March in 1938, so I worked out that the family obviously moved into this house, so I was conceived in the Mervyn Rylance house, I reckon.  But we moved as a family there for two months a year at least, plus sometimes during the year."
        },
        {
            "speaker": "JM",
            "time": "00:17:02",
            "transcript": "So, this is the house at the Coast?"
        },
        {
            "speaker": "GP",
            "time": "00:17:03",
            "transcript": "Yes, the house at the Coast, the Gold Coast and that was in the really primitive days with old dust roads and - - -"
        },
        {
            "speaker": "JM",
            "time": "00:17:10",
            "transcript": "Where was it on the Coast"
        },
        {
            "speaker": "GP",
            "time": "00:17:11",
            "transcript": "Just south of Narrowneck and on the sea front and we had a dust dirt road in front of us."
        },
        {
            "speaker": "JM",
            "time": "00:17:19",
            "transcript": "I guess it?s not there anymore?"
        },
        {
            "speaker": "GP",
            "time": "00:17:20",
            "transcript": "Well, it?s not no and in fact it was many years later, someone had the hide to build a block of apartments next to us.  Dad said, ?That?s it? but it was after we?d finished at Southport School and it was very convenient for us to get sustenance at the weekend and mum and dad came down from Brisbane.  But, yes, that was a great house and I?ve got a bit of photography of it and of course that two months of the year was just for family, which was all seven children, all at boarding school, imagine paying for that today."
        },
        {
            "speaker": "GP",
            "time": "00:17:57",
            "transcript": "But, it was, boarding school?s got its ups and downs, but this was two months in the year, on the beach front and my mother was ? grew up at Scarborough, north of Redcliffe, as a very good fisherman.  She could walk to the top of the Sandhill and say, ?See that gutter, there?ll be fish in that today.? other days she?d say, ?Sorry kids, nothing there today.?  So, little things like that and then Christmas day was a big deal and so was boxing day because all and sundry came to help us eat what was left over from Christmas day and then New Year?s Eve was also very big.  Being all Scots."
        },
        {
            "speaker": "JM",
            "time": "00:18:41",
            "transcript": "And the main family home?"
        },
        {
            "speaker": "GP",
            "time": "00:18:44",
            "transcript": "The main family home in Brisbane?  It was the last house given permission to be built before the restrictions came in for the second world war.  It was designed I think in ?41 and built in ?42, and Mervyn Rylance had done it and dad actually, because petrol was so difficult to get he used to have to send a drum of petrol round to Mervyn Rylance?s office so he could have enough fuel to drive out to supervise the house."
        },
        {
            "speaker": "DV",
            "time": "00:19:22",
            "transcript": "This was in Aspley?"
        },
        {
            "speaker": "GP",
            "time": "00:19:23",
            "transcript": "Aspley, in Maundrell Terrace, yeah, 129 I think it was.  It?s still there, but it?s just been buggered up.  You should ever go back to a house that you grew up in because - - -"
        },
        {
            "speaker": "DV",
            "time": "00:19:36",
            "transcript": "The last time you were talking about the house with us you mentioned that it was this house that inspired you to be an architect, or?"
        },
        {
            "speaker": "GP",
            "time": "00:19:41",
            "transcript": "No, well yes it was actually, yeah.  And, I do remember it being built and at the age of four or five I said, ?I?m going to be an architect? and I never swayed from it.   I?ve probably told you the story, but we had a wonderful fried, by the name of Julius Kruttschnitt, he was the driving force behind Mt Isa Mines and he and my father were very close.  Anyway, old Mr Kruttschnitt tried his hardest to convince me to become a mining engineer, a geologist, but a mining engineer and I said Mr Kruttschnitt I?ve made up mind, I?m going to be an architect."
        },
        {
            "speaker": "GP",
            "time": "00:20:28",
            "transcript": "So, he gave me his ? because he?d been working, and he spoke Spanish  and he?d been working in Mexico ? and he gave me his favourite book, which I?ve got on the table there and it has to be rebound, done by two young architects just graduated in Mexico and black and white photography and black and white drawings and an overall history of the really early houses ? and still my favourite book.  So, I?ve got that here too.  Very much so, I have my books, I can?t live without them."
        },
        {
            "speaker": "GP",
            "time": "00:21:08",
            "transcript": "For instance, Patrick White, every year ? because he was very clever in that he could have a book ready for Christmas every year ? and so, my mother and I had to toss up, even though there were seven children, it just happened to be that I was the one that read a lot and we had to toss a coin as to who had Patrick White?s book to read first.  But, he was so penetrating.  How he gets to the core of people is amazing and that was a great assistance being an architect, because that?s your biggest responsibility.  One of the biggest anyway, is just to get to the core of people and, in fact I?ve just started re-reading them.  That?s what retiring?s all about, isn?t it?"
        },
        {
            "speaker": "DV",
            "time": "00:21:54",
            "transcript": "You mentioned in your student years you worked with Robin Gibson.  Can you remember any of the projects you worked on?"
        },
        {
            "speaker": "GP",
            "time": "00:22:00",
            "transcript": "Yes, we did all Wallace Bishop shops and we did - - -"
        },
        {
            "speaker": "JM",
            "time": "00:22:05",
            "transcript": "Was this while you were a student or after you?d graduated?"
        },
        {
            "speaker": "GP",
            "time": "00:22:08",
            "transcript": "No, I was a student then, yeah.  Although I built my own, I built my brother?s house in 1960 out at Samford, with Rob?s approval.  Go for it.  I had a good builder up my sleeve, so that was in 1960.  So, I was in Rob?s office and there were just the three of us and Gabriel Poole and me and then slowly ? but also we did Shirley?s  ? Mathers Shoes, Bob Mathers - Shirley?s Shoes.  Then he just started doing, he wasn?t what I would say the best house designer, except when I built my mother?s house at Surfers Paradise he won the award and I came second.  I wasn?t very pleased about that, with a laugh."
        },
        {
            "speaker": "GP",
            "time": "00:23:06",
            "transcript": "What else did we do.  There was a lot of that, a few houses yeah and of course he was very keen to hand us responsibility and so, even when you?re a fourth year and fifth year student he let you have the responsibility.  I mean, the detailing that?s required in Mathers and Shirleys and especially the jewellery shop was just, I mean that?s where you get it and you work over night.  I mean, 24 hours with the builders on the site because they just have to be in and out so quickly.  So, that was very demanding stuff."
        },
        {
            "speaker": "DV",
            "time": "00:23:48",
            "transcript": "So did you work for him after you graduated?"
        },
        {
            "speaker": "GP",
            "time": "00:23:53",
            "transcript": "No, as soon as I graduated ? it was 1962 ? was the year my father died, sadly, at the age of 60.  But, I had already organised with another four people to drive overland to London.  We took a ship to Singapore and bussed and trained to Malaya, Thailand in to Burma and then there was our brand new Volkswagen wagon waiting for us in Calcutta.  So, that?s a story on its own.  It?s huge but it?s fantastic and I?ve got good photography of it and every Sunday in that seven months we sat down and wrote home and I wrote home and my mother had not only had a secretary type them up and, no photocopying those days, it was carbon paper, that she handed me, said, there you are, there?s your story; and she handed me all the letters in order, I?ve still got them.  That a story, that?s the diversion."
        },
        {
            "speaker": "JM",
            "time": "00:24:58",
            "transcript": "Did you find the architectural scene in London very different?  Did you learn things that you hadn?t expected to learn?"
        },
        {
            "speaker": "GP",
            "time": "00:25:03",
            "transcript": "I didn?t have great expectations, but I knew I wanted to work with someone the equivalent of ? but with our ? see this is, Australian architects have no trouble and hadn?t, even before the second world war, because they?ve all come through with such a practical training that they just snap them up."
        },
        {
            "speaker": "GP",
            "time": "00:25:23",
            "transcript": "The other thing is we go to work at 7:00 in the morning and leave at 7:00 o?clock at night.  They arrive at 9:00 and 10:00 and have some tea and then go for a long lunch, you know that kind of ? so, there?s every opportunity and I worked my backside off and loved it.  But, still did my graphics at night time.  But, that wasn?t for the whole couple of years."
        },
        {
            "speaker": "GP",
            "time": "00:25:47",
            "transcript": "So, and I learnt a lot and they were two fine buildings.  They were ones that they had a terrible explosion ? I suppose ten or 12 years back now, when the Irish were getting toey and they broke just about every ? this 20 storey building, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:26:09",
            "transcript": "I?ve already forgotten from earlier on Geoff, what were those buildings?"
        },
        {
            "speaker": "GP",
            "time": "00:26:11",
            "transcript": "One was the Commercial Union Building, which was the big tall one, I?ve got photographs of it there and one was the P & O Building.  What they did is they reorganised the site so the big building can go there and P & O can go there and it fitted well and P & O and Commercial Union just resorted the site so that they got the best result."
        },
        {
            "speaker": "JM",
            "time": "00:26:36",
            "transcript": "Who was the chief designer on that project?"
        },
        {
            "speaker": "GP",
            "time": "00:26:39",
            "transcript": "Skidmore ? not Skidmore Owings and Merrill ? I forgot."
        },
        {
            "speaker": "DV",
            "time": "00:26:46",
            "transcript": "I think I?ve got them."
        },
        {
            "speaker": "GP",
            "time": "00:26:47",
            "transcript": "Yes, I?ve got, yes all right.  Gollins Melvin Ward."
        },
        {
            "speaker": "DV",
            "time": "00:26:51",
            "transcript": "That?s it."
        },
        {
            "speaker": "GP",
            "time": "00:26:52",
            "transcript": "Yes, that?s right, Gollins Melvin Ward."
        },
        {
            "speaker": "JM",
            "time": "00:26:54",
            "transcript": "Yeah.  So, when you came back, is that when you set up your practice?"
        },
        {
            "speaker": "GP",
            "time": "00:27:00",
            "transcript": "Well, I really had started in 1960 with my brother?s house."
        },
        {
            "speaker": "JM",
            "time": "00:27:03",
            "transcript": "Commercially yeah."
        },
        {
            "speaker": "GP",
            "time": "00:27:05",
            "transcript": "As soon as I got back yeah.  Well, you see, what happened is that here I was working my backside ? and I had a cable, I think it was a cable in those days ? from my mother saying that I?ve bought that lovely block of land on the beach front at Old Burleigh Road at Surfers paradise and Robin?s coming down next week to start design."
        },
        {
            "speaker": "GP",
            "time": "00:27:23",
            "transcript": "I sent this cable back, I said, ?Like hell he has?.  So, I came back via - - -"
        },
        {
            "speaker": "JM",
            "time": "00:27:31",
            "transcript": "You came back for a job."
        },
        {
            "speaker": "GP",
            "time": "00:27:33",
            "transcript": "That?s right."
        },
        {
            "speaker": "JM",
            "time": "00:27:32",
            "transcript": "Do you think your mother might have know what she was doing when she said that?"
        },
        {
            "speaker": "GP",
            "time": "00:27:35",
            "transcript": "Of course she did, yeah.  She had trained as a commercial artist before she married dad, but she wasn?t allowed to marry dad until she was 21, so she?d been at Central Technical College.  Then my only sister ? Donna, there were six boys and one girl ? and she also did commercial art and so forth."
        },
        {
            "speaker": "JM",
            "time": "00:28:07",
            "transcript": "What was your mother?s name, her maiden name?"
        },
        {
            "speaker": "GP",
            "time": "00:28:09",
            "transcript": "Jean Margaret Pie and she was a Wright."
        },
        {
            "speaker": "JM",
            "time": "00:28:13",
            "transcript": "Wright."
        },
        {
            "speaker": "GP",
            "time": "00:28:14",
            "transcript": "She was a W-r-i-g-h-t and dad married her when she turned 21.  But, it?s interesting, that small thing ? and when we were at Toowoomba Prep, we had a marvellous headmaster called Bossy Connal and my sister Donna was over at Glennie, which is the Anglican school up there and anyway, old Bossy Connal said, ?Ha, six boys and a girl, that makes six pies and a tart?"
        },
        {
            "speaker": "DV",
            "time": "00:28:44",
            "transcript": "That?s not very nice"
        },
        {
            "speaker": "GP",
            "time": "00:28:45",
            "transcript": "And so, anyway, young Donna came across because the girls from Glennie used to come and visit the boys at Toowoomba Prep and she went up to old Bossy Connal who?s in this double breasted suit and this little girl tugs him by the coat and says, ?Hello boss, I?m the tart?.  Well, he said he dined out on that for years."
        },
        {
            "speaker": "DV",
            "time": "00:29:08",
            "transcript": "So, your mum?s house was the first one you worked on when you came back?"
        },
        {
            "speaker": "GP",
            "time": "00:29:11",
            "transcript": "Yes it was and it?s my best building ever I?m sure.  It was just fabulous."
        },
        {
            "speaker": "JM",
            "time": "00:29:18",
            "transcript": "Yes, we very much admire it."
        },
        {
            "speaker": "GP",
            "time": "00:29:19",
            "transcript": "Yes, it?s ? I mean, I?ve done lots of lovely things and the nice thing is they?re all different and there must be a good reason for that, but it?s how you tackle something that?s important.  The only photography I?ve got of that are half a dozen photographs, which I?ve got, black and white, which Gabriel took.  He?s a brilliant photographer, very good."
        },
        {
            "speaker": "JM",
            "time": "00:29:44",
            "transcript": "So, that house and people?s admiration for it really got your practice going on a commercial basis?"
        },
        {
            "speaker": "GP",
            "time": "00:29:49",
            "transcript": "Well, yeah.  Also I ? because, Toowoomba Prep and Southport were all bushies, so I ended up doing a homestead out at Augathella, burnt down, so I had to go and re ? almost straight away.  You know, rebuild that house ? well not that house ? a new one and I?ve got a bit of photography of that.  Then, my brother Dennis? father in law, was a fellow called Alan Morrow from Arnott Morrows the biscuit people ? Arnotts in other words ? and we built him a house on the river.  It?s very interesting because of my addiction to Mis Vandero [Ludwig  00:30:32] it just woke me up to the fact that there?s such a strong relationship with lots of things in Queensland houses which are right up his alley and I?ve got good photography of that as well, and it?s on the river down at New Farm Park.  He?s since died, but, that was it"
        },
        {
            "speaker": "GP",
            "time": "00:30:57",
            "transcript": "Then I got another house for a lawyer at Surfers Paradise and all those, anyway I got them all ? quite a few ? I was very lucky and I was very well known."
        },
        {
            "speaker": "JM",
            "time": "00:31:13",
            "transcript": "So, you started out of family and school connections but you quickly were bringing in walk in clients."
        },
        {
            "speaker": "GP",
            "time": "00:31:18",
            "transcript": "Yep, absolutely.  Yeah.  But you get a list of potential client and I had two little, and I think  you?ve seen the two little books.  One is alphabetical and one is numerical, but I didn?t start writing that until 1972, but I do remember everything that was done before then.  So, I?m not too ? there?s not too much ? but, you start off with that many, soon there?s a possibility of write their name down alphabetically and give them a number as well and I?ve got that control."
        },
        {
            "speaker": "GP",
            "time": "00:31:57",
            "transcript": "That of course then shrinks to that many and you get a big firm and then, yeah ? so, it?s interesting to see and I?ve got the numbers there."
        },
        {
            "speaker": "DV",
            "time": "00:32:08",
            "transcript": "This earlier work, like your house for your brother and your mum?s house, did it get published or, in the Australian audience?"
        },
        {
            "speaker": "GP",
            "time": "00:32:14",
            "transcript": "Yeah.  My mother?s house did and it?s just been published again by a $16 book, have you see it ? Modern - - -"
        },
        {
            "speaker": "JM",
            "time": "00:32:27",
            "transcript": "Brisbane Modern."
        },
        {
            "speaker": "GP",
            "time": "00:32:28",
            "transcript": "Brisbane Modern.  Well mother Pie?s house is in there.  I think it probably got a bit of publicity, but, it was loved by many people and it was a really open house and, yes, in the end it got a bit too much for mum, who as then, you know, when we got rid of it, she was advanced into her 80s and couldn?t cope with it.  We bought a little shack further down the Coast, which saw her through, but so."
        },
        {
            "speaker": "DV",
            "time": "00:33:03",
            "transcript": "So, your mum?s house was very important for you, you consider that important work?"
        },
        {
            "speaker": "GP",
            "time": "00:33:07",
            "transcript": "Yes."
        },
        {
            "speaker": "DV",
            "time": "00:33:08",
            "transcript": "What other works would you single out from your career as being?"
        },
        {
            "speaker": "GP",
            "time": "00:33:12",
            "transcript": "TAB was a great opportunity.  And, that was ? David Philips and I did that together ? because he was our accountant, even though I was friends with David, he was very well up in the Institute.  But, old Sakzewski was our accountant, old man or Sir Albert Sakzewski as he became, was our accountant.  He said, ?Come on your two get together? but he knew that I?d had experience with big buildings, in London, so that was a very good mixture.  I love that building too, I have to say, and then, after 20 or 30 years they gave it the Enduring Architecture award."
        },
        {
            "speaker": "JM",
            "time": "00:33:56",
            "transcript": "That?s right."
        },
        {
            "speaker": "GP",
            "time": "00:33:57",
            "transcript": "So that was good."
        },
        {
            "speaker": "JM",
            "time": "00:33:58",
            "transcript": "When was your first shift from houses into commercial buildings and institutions?  What was the first project that broke that threshold for you?"
        },
        {
            "speaker": "GP",
            "time": "00:34:07",
            "transcript": "There?s a home and building centre we did in Wickham Street in the Valley and then ? and Michael Bryce was my graphics man, because he?s an architect as well ? so, that was a good one, but just the client wasn?t up to the big idea. I mean, we got it going and running, but they weren?t very successful.  The people even that have got one now, next to our institute here, it?s now in new hands and starting to make a bit of ? getting somewhere."
        },
        {
            "speaker": "GP",
            "time": "00:34:43",
            "transcript": "Others, I?d have to look down my magic list."
        },
        {
            "speaker": "DV",
            "time": "00:34:45",
            "transcript": "Mary Street?s another one for - - -"
        },
        {
            "speaker": "GP",
            "time": "00:34:48",
            "transcript": "Yeah, 200 Mary Street, yeah that?s a good one.  It is I love that building too.  And there?s the London building, so Commercial Union was about that size or a bit bigger, maybe a bit bigger, but, yeah, mine?s better though.  But, it was funny because I wanted to put it in for the Architect?s Award, it was the same year that Harry Seidler put the Waterfront in, you know the Waterfront Place is it?"
        },
        {
            "speaker": "JM",
            "time": "00:35:19",
            "transcript": "Stiff competition."
        },
        {
            "speaker": "GP",
            "time": "00:35:20",
            "transcript": "Yeah, so I said, ?Blow that? and there?s a mob which represented all the business buildings and so forth around the town, so they got me to put that in and I won that for that the same year, so, it was as good as I can do"
        },
        {
            "speaker": "JM",
            "time": "00:35:38",
            "transcript": "The other building we?ve talked about with you before in the past, is your home on the Sunshine Coast."
        },
        {
            "speaker": "GP",
            "time": "00:35:43",
            "transcript": "That?s our Robin Boyd award, yeah, and that?s been put in this year for the Enduring Architecture thing too."
        },
        {
            "speaker": "JM",
            "time": "00:35:53",
            "transcript": "Could you tell us a bit about that, because that was a pretty influential building at the time as I recall?"
        },
        {
            "speaker": "GP",
            "time": "00:35:57",
            "transcript": "Yeah, yes it was."
        },
        {
            "speaker": "JM",
            "time": "00:35:59",
            "transcript": "You?re getting back to the time in my memory now."
        },
        {
            "speaker": "GP",
            "time": "00:36:01",
            "transcript": "Yeah, right, exactly.  That?s right.  I was asking Genevieve on the phone yesterday, I think she came around, almost just after you left.  I mean, she left just after you came."
        },
        {
            "speaker": "JM",
            "time": "00:36:12",
            "transcript": "I think so, yeah."
        },
        {
            "speaker": "GP",
            "time": "00:36:13",
            "transcript": "Genevieve is, that?s my eldest daughter, from my first wife and her father and her father was an architect and her grandfather was W C Voller.  What a name for an architect.  So, W C Voller and then, Roderick, not Ronald, not Bligh Voller Nield, but Roderick Voller, Voller and Kershaw, terrific bloke, and then so, me and then Genevieve, so, Genevieve?s a  - like young Blair Wilson?s son ? as far as we know they?re the only fourth generation architects in Australia.  I?m sure there are more now the way that architects breed."
        },
        {
            "speaker": "JM",
            "time": "00:36:55",
            "transcript": "Tell us a bit more about the Sunshine Coast house. How you came to design it and why you did."
        },
        {
            "speaker": "GP",
            "time": "00:37:01",
            "transcript": "I?ll tell you though, there is an architect here in Brisbane, called Bob Collin."
        },
        {
            "speaker": "JM",
            "time": "00:37:07",
            "transcript": "I?ve met Bob yeah."
        },
        {
            "speaker": "GP",
            "time": "00:37:09",
            "transcript": "He?s the unsung hero of domestic architecture, he?s a self effacing bloke, not interested in big publicity.  Probably built houses and extended them for every doctor in Brisbane, but he seemed to be able to handle the doctors very well, which is more than some people can, and ? that?s a sweeping statement isn?t it ? yes, and we sometimes stay with him and we were staying in the house next to him, just at Christmas time, and we walked along and we found this block of land and it was just exactly where we liked	it and within a few weeks we?d bought it for $50,000.  You don?t get them for that now, but ? and we started designing it in 1975 and one of my favourite builders, who?s built about 20 houses for me,  a fellow called Denis Trethewy built the house, but it was ? and we?re a kind of, apart from being a big family, we?re pretty gregarious and it was just a very welcoming house."
        },
        {
            "speaker": "GP",
            "time": "00:38:17",
            "transcript": "Have you been to see Robin Boyd?s house in Melbourne, that was his house. That, that and that with a thingo there?  I only saw it when I went to the convention last year, for the first time, but I hardly, I didn?t know, but that?s what we chose to do too, is put some bedrooms up there, living down there, and usable space in the middle and we were high enough to see over the hind dune lake and there was an old bridge there we could walk across, which has no been banned by the government, so it?s no longer used as an access to the beach.  There?s a story about that too."
        },
        {
            "speaker": "GP",
            "time": "00:38:59",
            "transcript": "Anyway, this lovely building, it?s like ? once it was in our heads, my wife and my mother ? my mother said I lived in the clouds and my wife says I?m a dreamer ? and I am, and love it ? but once it gets into your system, once it gets into you house you just can?t stop yourself, and we had it built by 1960, but when you see the photography of it, [00:39:32] to explain is, we had a really wide entrance with four doors that open back, lattice doors, you know, and there were rails in there for towels and beach things and all that paraphernalia and then a quite embarrassing bathroom that we built ourselves that had a great big wall out into its own courtyard.  We have lots of Catholic friends as well a Protestants, but we could always tell when someone was a Catholic they?d get so embarrassed about these glass walls looking out into  - we?d say, ?come on you lot?."
        },
        {
            "speaker": "JM",
            "time": "00:40:16",
            "transcript": "The rolled roofs on that house, really - - -"
        },
        {
            "speaker": "GP",
            "time": "00:40:19",
            "transcript": "No that?s not a rolled roof, no it?s a really straightforward - - - it was before we invented Ritek.  Ritek was the curved roof and the flat roof as well.  So, there it was, some bedrooms upstairs and just a toilet up there and then ? looking out over the sea and then down below there was this wonderful room which was ? I learnt something from that house too.  Because we had a tight budget, but, it was only ? the big long room with the kitchen and dining and living and fireplace and all that and opening out onto the central deck and also onto its own deck and then, downstairs ? but no internal connection ? was then the dormitory, which took up the whole length of underneath the kitchen, which is, with our lot was quite necessary."
        },
        {
            "speaker": "GP",
            "time": "00:41:14",
            "transcript": "It, as I say, the photographs explain it very well.  We had a ? Glenn Murcutt put a photographer on to me for, he was doing one of his houses and he said make sure you contact Geoffrey in Brisbane, so, he did and as a result, this German photographer, and his wife,  and he had a brother living in Australia.  So, every year they?d come to visit the brother and then he?d go around and try and photograph beachside houses, because he?d need a few days ? so the family would hand over the house to him  He even did Donny Rylance?s house down at Stradbroke, that?s one of my favourites. They?re all my favourites."
        },
        {
            "speaker": "JM",
            "time": "00:42:04",
            "transcript": "What?s that."
        },
        {
            "speaker": "GP",
            "time": "00:42:05",
            "transcript": "Donny Rylance I did him a house."
        },
        {
            "speaker": "JM",
            "time": "00:42:08",
            "transcript": "On Stradbroke?"
        },
        {
            "speaker": "GP",
            "time": "00:42:09",
            "transcript": "Yep.  It?s a beauty too.  They?re all good actually.  I?m being very biased."
        },
        {
            "speaker": "DV",
            "time": "00:42:16",
            "transcript": "You talked about the rolled roof there for a minute, when was that developed?"
        },
        {
            "speaker": "GP",
            "time": "00:42:21",
            "transcript": "Well, in the late 90s or in the mid 90s, early 90s maybe.  I started doing a bit of work with a fellow called Alan Emblin and they had the beginnings of a wall system which is ? it?s called Ritek wall system ? with fibre cement aluminium studs in there and holes there for services and so forth.  And, they were getting that off the ground."
        },
        {
            "speaker": "GP",
            "time": "00:42:48",
            "transcript": "Then when we did a big station, this is a favourite too, the big station at El Questro Station, and that one we ? we built that with 16 semi trailer loads, full stop.  Prefabricated ? and the walls were fibre cement with polystyrene in the middle, in those days, and that?s where it all started.  Then we also used a roof which was corrugated iron and then polystyrene ? you could have the polystyrene made with those there ? and then we put fibre cement underneath. That was our first Ritek roof on El Questro Station."
        },
        {
            "speaker": "GP",
            "time": "00:43:28",
            "transcript": "Then gradually we then got to the stage where we made two sheets of iron and polystyrene in the middle and they fitted like that and you could just drill ? it?s easy to put electricity outlets and everything there, quite easily.  So, that?s been a runaway success.  But, that?s turned ? they?ve moved out then west of Noosa and they?ve got a board, there?s Alan Emblin and another one and then Tim Fairfax and a fellow called Rod Sykes who?s a lawyer up there.  So, that?s the board of directors."
        },
        {
            "speaker": "GP",
            "time": "00:44:06",
            "transcript": "So, they?ve come a long way now and they?ve opened a thing in Darwin and in my last years of practice I did four or five safe houses on Cape York Peninsula and we used that for roof and I wanted to use the wall system as well, so they wouldn?t burn places down, but that will take a while before the difficulties of doing concrete in a remote area are really hard."
        },
        {
            "speaker": "DV",
            "time": "00:44:35",
            "transcript": "So, was the development of that system you think the beginning of the rolled roof and the Sunshine Coast School.  It seems to be a very common - - -"
        },
        {
            "speaker": "GP",
            "time": "00:44:45",
            "transcript": "I was the first one to do it."
        },
        {
            "speaker": "DV",
            "time": "00:44:46",
            "transcript": "You were the first one to do it?"
        },
        {
            "speaker": "GP",
            "time": "00:44:47",
            "transcript": "Yeah."
        },
        {
            "speaker": "JM",
            "time": "00:44:52",
            "transcript": "Some of those later buildings clearly have an aspiration to fit in with the, not only the physical place, but also with the culture of Queensland."
        },
        {
            "speaker": "GP",
            "time": "00:45:02",
            "transcript": "Yeah, I suppose."
        },
        {
            "speaker": "JM",
            "time": "00:45:05",
            "transcript": "Do you feel there?s a bit of a shift there from your, like, say your mother?s house which is various and international modernism and you?re later buildings have a more recent inflection."
        },
        {
            "speaker": "GP",
            "time": "00:45:14",
            "transcript": "It?s very interesting you say that, because it?s me and I?m interested in simplicity.  But, yeah, the Gibson must have been the most intense, but also Dalton and all that gang.  But, it was ? and also, yeah, I was game enough to do it because we built it ourselves ? well, when I say we built it ourselves, I had a good builder up my sleeve, the fellow who built my brother Denis? house out at Samford, moved his whole operation down there."
        },
        {
            "speaker": "GP",
            "time": "00:45:50",
            "transcript": "I don?t know, I really think the houses ? the buildings that I do are really built for those people and it?s emerged, getting to know them and understanding ? well, I went to school with Donny Rylance, he?s a mad as a two bob watch, but he?s got a fantastic wife.  He?s very clever too.  They used to own all the collieries up in Ipswich, Rylance and the brick factories and things like that, as his father and grandfather before him."
        },
        {
            "speaker": "GP",
            "time": "00:46:25",
            "transcript": "It?s very interesting, every house is different.  You know, there?s one we did at Rosalie which is, very sadly, in retrospect, the house ? but it was definitely designed for those people.  She was a bushy and he was English, a banker from London, and that ended up in tragedy that house."
        },
        {
            "speaker": "JM",
            "time": "00:46:47",
            "transcript": "We?re kind of interested in the sort of longer term picture and I think that, in your lifetime, there has become a distinctive Queensland architecture, that?s recognised elsewhere in Australia, like - - -"
        },
        {
            "speaker": "GP",
            "time": "00:47:00",
            "transcript": "Has it really, yeah."
        },
        {
            "speaker": "JM",
            "time": "00:47:01",
            "transcript": "And, I think that, if you think about, maybe in the ?50s when Boyd came up here and wrote about what he was seeing and wrote about Hayes & Scott, he was seeing some differences, regional differences, and not just about climate, but also about culture.  I think that nowadays there?s a strong sense that there?s an architectural phenomenon in Brisbane, you know, that?s distinctively different to Sydney or Melbourne, and I think people would place you and your office as an important part of that."
        },
        {
            "speaker": "GP",
            "time": "00:47:29",
            "transcript": "Yes, I?ve done so many ? it was good, we always had a terrific staff over the years and I encouraged them all to come on, take all the systems and go and start your own practice and everyone of them pretty well did."
        },
        {
            "speaker": "JM",
            "time": "00:47:47",
            "transcript": "Probably a good point to move on and ask you who did come through the practice and who you thought was interesting, and I guess not just the ones that were successful, maybe some of the ones that - - -"
        },
        {
            "speaker": "GP",
            "time": "00:47:56",
            "transcript": "Yeah, well Don Watson was a strong arm, early right at the beginning and when I was doing TAB, he actually did the overall presentation sketch, of which we?ve got a copy.  He was very good and then there?s all the gang, Rex Addison and Bob Riddel and they all went through, I?m just about to start getting the list from all of them.  I?d like to ? Philip Follent for instance, spent a few years there.  He?s now running the course at Bond, yeah.  He was very much ? God, isn?t it terrible, there are so many of them and some of them were also good offsiders too, you know, that weren?t necessarily the team gang, but, by gosh they were good on the - - -"
        },
        {
            "speaker": "GP",
            "time": "00:48:51",
            "transcript": "So many of them before computers came in and the computer drafting, and I?ve got ? you know, there are a great number of them too.  That?s not much use to you without me having a list of them.  I?ll get it to you."
        },
        {
            "speaker": "JM",
            "time": "00:49:05",
            "transcript": "We?re lucky that you?ve documented yourself so well, you?ve got that material."
        },
        {
            "speaker": "GP",
            "time": "00:49:07",
            "transcript": "Yeah, I?ll have to ? well that?s going to be the hardest one, I?ll just write to half a dozen and say, who else was there.  I also had an offsider by the name of Helen Smith.  And, married to David Reid who?s a judge now.  But, she?s ? probably for 25 of the 50 years has been my right hand ? she?s still running her own practice, but you know, she might spend one day, two days, three days, it was a good little cash flow for her, but Helen is very, very terrific person and cool and a bushy.  You know, and that?s what I liked about her."
        },
        {
            "speaker": "GP",
            "time": "00:49:49",
            "transcript": "She was just ? you know, for instance I remember her just around the corner doing a job and Helen had done a really nice little sketch of how she wanted something done and she took this ? the builder was a pommy, you know, but he said, ?I can?t build that? she said, ?Listen Fred, if I can draw it you can build it, get on with it.?  You know, outright, you know"
        },
        {
            "speaker": "DV",
            "time": "00:50:17",
            "transcript": "Very direct."
        },
        {
            "speaker": "GP",
            "time": "00:50:19",
            "transcript": "Yeah, very good.  She did her thesis on woolsheds.  Yeah, a very interesting person."
        },
        {
            "speaker": "DV",
            "time": "00:50:27",
            "transcript": "As part of this project, we?re focusing on sort of 1945 ? 1975 period, we?ve, sort of, talked about your work a bit, but what other work in Queensland at the time do you think was important?"
        },
        {
            "speaker": "GP",
            "time": "00:50:41",
            "transcript": "Gee, - - -"
        },
        {
            "speaker": "DV",
            "time": "00:50:47",
            "transcript": "Any key projects or?  Anything that stands out in your mind?"
        },
        {
            "speaker": "GP",
            "time": "00:50:54",
            "transcript": "Yeah, I?d have to take that on notice, I?d give you a good answer then, but I?m just not sure.  I held - - -"
        },
        {
            "speaker": "JM",
            "time": "00:51:02",
            "transcript": "You went on to follow Gibson?s career to see what he was doing, I?d imagine, yeah."
        },
        {
            "speaker": "GP",
            "time": "00:51:04",
            "transcript": "Yeah, oh yeah.  And, I still think his gallery is so lovely.  You know, you don?t have to take a cut lunch to look at it.  If you get sick, if you get exhausted after the, you know, you could just walk away.  In Melbourne, some of them, they?re terrible galleries some of them.  Terrible, shocking; and then of course Lindsay Clare and I have been partners for a long time, off and on."
        },
        {
            "speaker": "GP",
            "time": "00:51:33",
            "transcript": "First of all we weren?t allowed to have our wives as our partners, so I became his and he became mine.  I discovered Lindsay in Gabriel Poole?s office, up the Sunshine Coast, and Gabriel wanted a bit of a hand on ? because he knew I was capable of doing big buildings if necessary and we were doing, I think was doing a TAFE or something or other up in Cairns.  Anyway, and so I met Lindsay there and then subsequently, Kerry."
        },
        {
            "speaker": "GP",
            "time": "00:52:01",
            "transcript": "Then we had a joint agreement in the practice called [Twyville Clare Valari 00:52:10] and Geoffrey Twyville is a, probably ? he?s just recently died ? was the best retirement village designer in the country, he just knew it, he was the gold medallist out of Melbourne ? Sydney University, and really bright, so he came up and set up with us.  He?d come once a month or something or other and we had [00:52:33]."
        },
        {
            "speaker": "GP",
            "time": "00:52:34",
            "transcript": "So that, of course Lindsay and Kerry, I mean, I?ve known them since before they knew one and other.  So, that?s been a long association and we speak a phone a bit over there.  They?re leading an interesting life now too."
        },
        {
            "speaker": "JM",
            "time": "00:52:54",
            "transcript": "Do you have much of an impression of contemporary architecture in Brisbane?  Have you looked at the things that Donovan Hill or Richard Kirk or - - -"
        },
        {
            "speaker": "GP",
            "time": "00:53:02",
            "transcript": "I love, you know, in their own way I ? you don?t have to accept but you always respect people of that calibre.  Yeah and Donovan Hill have done some lovely work.  I love it, I think, that?s right, there?s so many ? honestly, I was the bloke that started original wood system in nearly 18 years ago I think, and John Simpson was my offsider and we had to do a region, as it is now, the regions it?s in, so we visited and really got it going and the locals were able to get a big of publicity on their local scene and all the rest of it was a good excuse to get the ? sometimes it had to happen ? get the state president of his backside and make sure he visited all the regions and that kind of stuff."
        },
        {
            "speaker": "GP",
            "time": "00:53:59",
            "transcript": "And, I was absolutely astonished by the terrific work that?s being done here and that was ? this is 18 years ago I think, I?ve got the dates somewhere ? and, then we went on and here they are still doing it.  Then they tried to get them to do it in New South Wales and Victoria and I was told that we could go jump in the creek, but I think they?ve actually had to do it.  So, I have a high regard for so much stuff."
        },
        {
            "speaker": "JM",
            "time": "00:54:32",
            "transcript": "Would it be a good idea to walk over the table and look at some things you?ve got."
        },
        {
            "speaker": "GP",
            "time": "00:54:45",
            "transcript": "I?m just about to get my hip done."
        },
        {
            "speaker": "JM",
            "time": "00:54:47",
            "transcript": "Really?"
        },
        {
            "speaker": "GP",
            "time": "00:54:48",
            "transcript": "Yeah.  All my heroes, look - - -"
        },
        {
            "speaker": "JM",
            "time": "00:54:51",
            "transcript": "So, Geoffrey?s laid out a series of books here on the table, some of them from an old collection it looks like, and some of them more recent, but all of them important to his practice, his thinking."
        },
        {
            "speaker": "GP",
            "time": "00:55:03",
            "transcript": "Well, Harry Seidler, he put that book out the same year I started architecture and I had it."
        },
        {
            "speaker": "JM",
            "time": "00:55:09",
            "transcript": "And, you bought that at the time?"
        },
        {
            "speaker": "GP",
            "time": "00:55:09",
            "transcript": "Yeah.  What date was it, first published?54, that?s right, ?54 and I didn?t start till ?56.  But anyway, it was certainly one of the best.  And, of course then there?s Richard Neutra and I?ve got everything.  In fact, Sharon and I were in Los Angeles a couple of years ago and there?s a woman actually who would just take you around Los Angeles to see Neutra?s work and all those equivalent.  It was fantastic."
        },
        {
            "speaker": "JM",
            "time": "00:55:52",
            "transcript": "This is another book you?ve had since the student days is it?"
        },
        {
            "speaker": "GP",
            "time": "00:55:55",
            "transcript": "Yes, yep.  I had ? plus everything else of his that I?ve got.  So, very good and yes and that had a lot to do and I?ve always been nuts on Barragan, the architecture of Barragan and all his wonderful stuff.  Because I?d spent a bit of time in Mexico, but it?s just so ? and I?m sure you know it ? but, any architect would think it?s excellent."
        },
        {
            "speaker": "JM",
            "time": "00:56:20",
            "transcript": "I?ve never been to see it."
        },
        {
            "speaker": "GP",
            "time": "00:56:22",
            "transcript": "No, that?s right.  Then this is ? he?s a product then too of Mexico.  Legorreta or how you pronounce him.  Geoffrey Bawa from Sri Lanka, Sharon and I often go and stay with Kerry Hill.  He was my partner on the hotel, he and I were partners on the hotel, on the sea front.  But, Kerry also had a lot to do with Bawa when he was alive and so we?ve followed all his work there too, there?s been quite a few books."
        },
        {
            "speaker": "GP",
            "time": "00:57:03",
            "transcript": "That?s, Chartres Cathedral, do you know Chartres Cathedral?"
        },
        {
            "speaker": "JM",
            "time": "00:57:08",
            "transcript": "I do.  I know this book by John James."
        },
        {
            "speaker": "GP",
            "time": "00:57:09",
            "transcript": "Yeah, that?s right, there are two of them actually and he?s an Australian.  We fell in love with that too and nobody could work out why I had this ? how they raised so much money and they had all this wonderful glass, you know the story of [Christ 00:57:27] , all the way around there and nobody could work out how they ? because people couldn?t write in those days and read and every year there?d be this great mass of people would come and they?d have guides that tell the story verbally.  Nobody had ever looked at it that way, but that?s how it was.  But, Chartres was wonderful."
        },
        {
            "speaker": "JM",
            "time": "00:57:49",
            "transcript": "I see you?ve got a recent book on Denton Corker Marshall here."
        },
        {
            "speaker": "GP",
            "time": "00:57:51",
            "transcript": "Yes I have and the one that came in the paper the other day, oh my gosh, this is Denton?s own house.  Oh wow, hey, you can?t -  there?s our boss for architecture isn?t it?"
        },
        {
            "speaker": "JM",
            "time": "00:58:07",
            "transcript": "Darren Lockyer, yes exactly."
        },
        {
            "speaker": "GP",
            "time": "00:58:08",
            "transcript": "Darren Lockyer.  That is fantastic and to read it in conjunction, you can see that developing through this book.  You can see them gradually just getting.  But Denton Corker and Marshall are just fantastic.  That walkway on Southbank, it?s wonderful isn?t it.  Absolutely wonderful and then as you drive into Melbourne - - -"
        },
        {
            "speaker": "JM",
            "time": "00:58:36",
            "transcript": "The freeway."
        },
        {
            "speaker": "GP",
            "time": "00:58:38",
            "transcript": "Absolutely, the yellow and the red, so they?ve done some interesting, they?re really big operators.  Marcel Breuer."
        },
        {
            "speaker": "DV",
            "time": "00:58:47",
            "transcript": "Yes, that looks like a very old book.  Again, is it a student one?"
        },
        {
            "speaker": "GP",
            "time": "00:58:51",
            "transcript": "Yeah, it?s quite old."
        },
        {
            "speaker": "JM",
            "time": "00:58:56",
            "transcript": "So, that?s Breuer?s Sun and Shadow."
        },
        {
            "speaker": "GP",
            "time": "00:58:59",
            "transcript": "That?s right and then course it hooks up with Eileen Gray a bit, as does Corb and all the rest of them.  But, so, that?s the beginning I think, but also the Shakers.  I just, when you open that book and you see the story of the Shakers, some of the stuff that they did was just wonderful.  Makes some of their interiors just wonderful."
        },
        {
            "speaker": "DV",
            "time": "00:59:27",
            "transcript": "Was it the simplicity of those or the craftsmanship that appealed to you or?"
        },
        {
            "speaker": "GP",
            "time": "00:59:31",
            "transcript": "Yeah, I?m trying to ? and they were all craftsmen.  They were all craftsmen and they made everything themselves which is quite ? and it?s a really interesting story about a bundle, it?s when you get that ? a lot of the architects too have been like that and with the start of, in Germany, you know the Bauhaus and they all ended up then ? I think Breuer went with the boss."
        },
        {
            "speaker": "JM",
            "time": "01:00:01",
            "transcript": "With Gropius to America."
        },
        {
            "speaker": "GP",
            "time": "01:00:03",
            "transcript": "To Harvard wasn?t it?"
        },
        {
            "speaker": "JM",
            "time": "01:00:05",
            "transcript": "Yes."
        },
        {
            "speaker": "GP",
            "time": "01:00:16",
            "transcript": "I?ve got a soft spot, obviously for David Chipperfield because that?s where Genevieve went."
        },
        {
            "speaker": "JM",
            "time": "01:00:15",
            "transcript": "And, Chipperfield is the director of the Biennale this year, the Architecture Biennale."
        },
        {
            "speaker": "GP",
            "time": "01:00:19",
            "transcript": "Oh is he, right, yeah, that?s good.  For Britain or for?"
        },
        {
            "speaker": "JM",
            "time": "01:00:23",
            "transcript": "No, for the whole thing."
        },
        {
            "speaker": "GP",
            "time": "01:00:24",
            "transcript": "For the whole lot is it, yeah.  Well, when Genevieve ? she finished the last three years at Sydney and got the gold medal and won a thing called the ? it was a travelling scholarship anyway for two or three years and she travelled and travelled and then went to London and knocked on Chipperfield?s door and she wanted to work for him and he said, ?I?m sorry? he had five on his staff and when he said ?No, I?m sorry, I?d love to employ you but I - - -? and she said, ?Well, I?m going to work here anyway?, so she stayed for nothing.  At the end of seven years there were 55 and I think she was 2IC, second in command."
        },
        {
            "speaker": "JM",
            "time": "01:01:03",
            "transcript": "Is she still working with him?"
        },
        {
            "speaker": "GP",
            "time": "01:01:04",
            "transcript": "No, no, then she came along and she said to David, she said, ?David I?ve decided to go out on my own?, he said, ?You?re daft girl,? he said, ?But that?s what I did too, okay go for it.?  Then started feeding her work for the next few years before they had to move to San Francisco because her husband was - - -"
        },
        {
            "speaker": "JM",
            "time": "01:01:24",
            "transcript": "We?ve got a bit of Queensland here on the other side."
        },
        {
            "speaker": "GP",
            "time": "01:01:30",
            "transcript": "Here?s that book especially that I was taking that Julius Kruttschnitt from Mount Isa Mines gave me and it?s a very famous book actually, written in 1925 by two young architects."
        },
        {
            "speaker": "JM",
            "time": "01:01:41",
            "transcript": "So this is called Mexican Houses by Richard Garrison and George Rustay."
        },
        {
            "speaker": "GP",
            "time": "01:01:49",
            "transcript": "Yeah, in 1925 and they just through their architecture and they drew and presented all these fabulous  - and all these numbers here that Sharon and I were planning to go there and catch up with every one of these houses and you know, just like what the Mexican stuff is and it just goes ? it?s fabulous and so it?s a very much valued present from Mr Kruttschnitt more than anything I think.  He wasn?t used to people hitting him about something."
        },
        {
            "speaker": "JM",
            "time": "01:02:22",
            "transcript": "So, here we?ve got the book on Hayes and Scott that Andrew Wilson edited and a book on Gabriel Poole by Bruce Walker.  You talk a little bit about ? you talked about Hayes and Scott a little bit.  Were there particular projects that you admired of theirs?"
        },
        {
            "speaker": "GP",
            "time": "01:02:39",
            "transcript": "Hayes and Scott, yes."
        },
        {
            "speaker": "JM",
            "time": "01:02:39",
            "transcript": "In retrospect is there one that strikes your imagination."
        },
        {
            "speaker": "GP",
            "time": "01:02:41",
            "transcript": "Yes I do.  Well, the one ? the square house one for instance ? was very good."
        },
        {
            "speaker": "JM",
            "time": "01:02:45",
            "transcript": "The Jacobi house?"
        },
        {
            "speaker": "GP",
            "time": "01:02:46",
            "transcript": "Yes, the Jacobi house, but then, what I like about the Hayes and Scott, and I?m afraid I haven?t got ? I?ve got a photograph of all the people on the staff at a particular stage and they?ve all got cans over their head, but all of the ? there?s the Jacobi house for instance, but the people in the office were so funny.  Of course, there?s Ian Charlton and - - -"
        },
        {
            "speaker": "JM",
            "time": "01:03:12",
            "transcript": "I think it?s right at the end."
        },
        {
            "speaker": "GP",
            "time": "01:03:13",
            "transcript": "Is it right at the end, yeah.  Then there?s Holden.  It?s there it?s - - -"
        },
        {
            "speaker": "JM",
            "time": "01:03:27",
            "transcript": "Our colleague, Andrew Wilson, who?s also worked on this project, he?s just finishing his PhD on Hayes and Scott and he reckons he?s got a complete record of all the houses."
        },
        {
            "speaker": "GP",
            "time": "01:03:34",
            "transcript": "Good on him."
        },
        {
            "speaker": "JM",
            "time": "01:03:35",
            "transcript": "He?s been redrawing.  Gabriel obviously had a lot to do with, how would you describe his architecture, what do you think he?s contributed to?"
        },
        {
            "speaker": "GP",
            "time": "01:03:47",
            "transcript": "Certainly different from me, but really, very innovative, you know, it?s really innovative stuff and you ask yourself, why we don?t ? a lot of it?s ? but we?re all doing the same thing in our particular climate of Queensland and it?s all very open.  Then his Tent house.  He won the Robin Boyd award soon after me actually.  Yeah, that was ? did you ever see that house?"
        },
        {
            "speaker": "JM",
            "time": "01:04:19",
            "transcript": "I did, I saw the first version of it actually.  I saw the first one in May and then the kit that they put up in the Gardens when they were trying to sell it as a proprietary system."
        },
        {
            "speaker": "GP",
            "time": "01:04:28",
            "transcript": "But, you know, he was, I mean all the ups and downs in Poole?s life, he?s a great survivor.  As I said, he?s the best school boy boxer I?ve ever seen, so.  He wouldn?t have any trouble with tradesmen.  Well, actually, it was very interesting one night, Robin Gibson and Gabriel and me and John Dalton and Jim Birrell and maybe I think Peter Heathwood, we were down at the National Hotel having a beer, on a Friday afternoon, and those days the ships came right up to Eagle Street.  Anyway, for some reason or other there were some sailors in, blokes off the boats there, and decided they didn?t like the look of us, but it just ? Pooley and I both had been boxing at Toowoomba Prep and knew what we were about, but they tried first of all to king hit me, but instinctively I dealt with that and then they turned on Pooley.  Well, he just wiped them, two of them, and they went out with their tail in their legs.  We reckon that?s the last public fight we?ve had."
        },
        {
            "speaker": "DV",
            "time": "01:15:48",
            "transcript": "Geoffrey, it?s very interesting to see your books here, but what about the journals, especially from your student years on.  What types of journals was everybody reading and what was available?"
        },
        {
            "speaker": "GP",
            "time": "01:05:59",
            "transcript": "I honestly can?t remember, other than Architecture in Australia or the equivalent of it at the time.  But I knew how to find ? because, talking with Dalton and all those people, I mean, has someone done a serious one on John Dalton?"
        },
        {
            "speaker": "JM",
            "time": "01:06:14",
            "transcript": "No."
        },
        {
            "speaker": "GP",
            "time": "01:06:14",
            "transcript": "Because one of his houses is just around the corner, with a great big water tank in front of it."
        },
        {
            "speaker": "JM",
            "time": "01:06:19",
            "transcript": "Yes.  Someone really should do a serious study on Dalton.  Elizabeth Musgrave, at our place, has done some work on him and I think speaks to his widow and her parents commissioned a house from him in ? I forget where ? a quite substantial house."
        },
        {
            "speaker": "GP",
            "time": "01:06:36",
            "transcript": "And, I?ve just done a house up for some ? an architect actually, Russell Kerrison who works for Noel Robinson overseas, but we contacted  - when he was alive ? John first of all and John said, of course Geoffrey can do and so I did.  It was nice."
        },
        {
            "speaker": "GP",
            "time": "01:06:57",
            "transcript": "That?s the Eileen Gray book that I was talking to you about.  It?s so interesting. That?s the one I make comment.  She started off as an interior designer and I was saying to myself, now that?s not a bad thing to do, and I?m going to actually encourage the young kids that are doing interior design, that?s a flying start for goodness sake, because, then make it grow into architecture and that?s ? rather than doing it from the bigger stuff coming down into there, and you learn more about interiors as you go along and then Macushla, our youngest anyway, is an interior designer and that was an interesting addition to the office."
        },
        {
            "speaker": "GP",
            "time": "01:07:38",
            "transcript": "But, I would really encourage kids that are doing interior, just don?t close your doors and go on.  Because we all end up, so much, of doing the interiors as well.  It?s interesting how you whole brain works.  When you live in dreams, which is what I do really, and you rely on your soul to be the managing director, you do, you do, and you?re a fanatic about architecture and you?ve got all this ability to dream and load something into your head and you can?t solve the problem.  Leave it for a day or two and a solution comes up.  There?s none of this psychology and this that ? it?s craparoo  some of the stuff ? anyway I?m going to run a competition for gobblygoop."
        },
        {
            "speaker": "GP",
            "time": "01:08:30",
            "transcript": "[timecode?]And, gobblygoop was when someone takes a photograph and someone else, not necessary an architect or interior ? starts trying to describe ? and it?s absolutely ? anyway, we?re having a great big competition now, in the sole practitioners group, about who can come up with the best gobbygoop."
        },
        {
            "speaker": "JM",
            "time": "01:08:59",
            "transcript": "That?s probably a good point to end the formal interview."
        },
        {
            "speaker": "GP",
            "time": "01:09:00",
            "transcript": "Yeah.  Have you heard of the Bradshaw Oil drawings, up in the Kimberley."
        },
        {
            "speaker": "DV",
            "time": "01:09:08",
            "transcript": "Yep, very controversial the Bradshaw drawings."
        },
        {
            "speaker": "GP",
            "time": "01:09:10",
            "transcript": "Are they?"
        },
        {
            "speaker": "DV",
            "time": "01:09:12",
            "transcript": "Their age."
        },
        {
            "speaker": "GP",
            "time": "01:09:15",
            "transcript": "Yeah, there?s a lot of controversy about their age."
        },
        {
            "speaker": "JM",
            "time": "01:09:21",
            "transcript": "Did you bring a camera."
        },
        {
            "speaker": "DV",
            "time": "01:09:22",
            "transcript": "I did, yes."
        },
        {
            "speaker": "GP",
            "time": "01:09:27",
            "transcript": "Have you seen the drawings at all?"
        },
        {
            "speaker": "JM",
            "time": "01:09:31",
            "transcript": "I haven?t even looked at a publication.  Well, of course you see, all that time I spent in the Kimberley doing work up there.  It?s just ? this fellow, Graham Walsh, started going up the Queensland coast and found people coming in with a tin of Dulux and painting the drawings over.  Anyway, he then heard about the Bradshaw drawings and went over to from Kununurra west right to the other end.  And, sadly, we - - -"
        },
        {
            "speaker": "DV",
            "time": "01:10:19",
            "transcript": "This is a box of books that are too old for me Geoffrey."
        },
        {
            "speaker": "GP",
            "time": "01:10:52",
            "transcript": "Actually Gabriel and his first wife Jane came with Sharon and me to Greece and Jane?s father was a fellow called Rex King who was an imminent QC and in fact the oldest QC in Queensland, but he spent three months a year in Greece, every year, and he spoke Ancient Greek, Modern Greek and all the rest and he was the parrot laureate for Greece.  Anyway, we arrived at night, by plane, and we went down to stay with him and he?d had, he got talking and he?d had a few drinks ? as he always did ? he said, ?Now pie, for God?s sake don?t get involved with the law, it?s a barren intellectual pursuit, dependent entirely upon the perpetuation of litigation.?"
        },
        {
            "speaker": "GP",
            "time": "01:11:52",
            "transcript": "At the breakfast table I said, ?Rex, that?s really going to be repeated.?  He said, ?I wouldn?t say a thing like that.?"
        },
        {
            "speaker": "JM",
            "time": "01:12:04",
            "transcript": "What?s the details of that Brauer one, I?m not familiar with that book?"
        },
        {
            "speaker": "GP",
            "time": "01:12:07",
            "transcript": "That?s very interesting, I?ll tell you what, look what he?s done, he said, most the photographers ? he said I?m going to do a book just like, so the whole book?s done this way.  He gets all these photographs, he?s put a big one in there I think ? I thought that?s not a bad ? I wouldn?t mind doing that, and then how do you do it, has anyone published themselves."
        },
        {
            "speaker": "GP",
            "time": "01:12:40",
            "transcript": "Have any books come out of your, since you?ve been out of ? have any books been produced, or are you more of a reference point."
        },
        {
            "speaker": "JM",
            "time": "01:12:48",
            "transcript": "Well, Hayes and Scott and [01:12:52] and Birrell, but they?re [01:12:57] and they?re all like an exhibition within Melbourne and then again here.  Did you go to that one?  We had an exhibition of Birrell?s stuff here.   It?s never been too [01:13:08]  Well, I spoke to him the other day.  He?s written a book of his life, he?ll probably get UQP to publish, as long as he can keep tapping away."
        },
        {
            "speaker": "GP",
            "time": "01:13:22",
            "transcript": "Well, he was, obviously he was one of the heroes.  It was just nice to be, kind of on the tail end of - - -"
        },
        {
            "speaker": "JM",
            "time": "01:13:33",
            "transcript": "I?ll switch this back on again, then.  So - - -"
        },
        {
            "speaker": "GP",
            "time": "01:13:37",
            "transcript": "Birrell, yeah.  And, I?ve still seen Birrell a few times since, we had some mutual friends up on the Sunshine Coast."
        },
        {
            "speaker": "JM",
            "time": "01:13:46",
            "transcript": "There were some difference between Birrell and Gibson over some things I think."
        },
        {
            "speaker": "GP",
            "time": "01:13:50",
            "transcript": "Yeah, they really were different architects, different.  They were so different."
        },
        {
            "speaker": "JM",
            "time": "01:13:56",
            "transcript": "So, younger than your generation you were seeing the difference between those kind of approaches I guess."
        },
        {
            "speaker": "GP",
            "time": "01:14:02",
            "transcript": "Oh yes, you did, yeah.  I?m sorry none of those came off my cuff, but I?ll think about that and reply somehow and I?ll give you a copy ? I?m well into my draft and I?m now starting on individual buildings and it?s ? and I?ll have your list of questions, type of questions and I?ll try and - - -"
        },
        {
            "speaker": "DV",
            "time": "01:14:24",
            "transcript": "I?ve got a copy for you."
        },
        {
            "speaker": "GP",
            "time": "01:14:25",
            "transcript": "Yeah, goodo, I?ll try and think."
        },
        {
            "speaker": "JM",
            "time": "01:14:28",
            "transcript": "Okay, great.  So - - -"
        },
        {
            "speaker": "GP",
            "time": "01:14:31",
            "transcript": "It?s just ? they?re really good ? and that?s of course one of the ambitions of life, I suppose you start falling a bit apart in the hips, but that?s easily fixed, and I?m 74 and - - -"
        },
        {
            "speaker": "JM",
            "time": "01:14:42",
            "transcript": "When are you up for the hip?"
        },
        {
            "speaker": "GP",
            "time": "01:14:45",
            "transcript": "The day after, the Monday after the convention.  It?s okay, I?ve done all the RMIs and the ? yeah, and it?s pretty simple stuff."
        },
        {
            "speaker": "JM",
            "time": "01:14:56",
            "transcript": "And, you?ll be more mobile then."
        },
        {
            "speaker": "GP",
            "time": "01:14:27",
            "transcript": "And this, what it is, is you get ? and you get a bit or arthritis and it rubs a bit against the ? that?s what caused it, I didn?t realise that, I do know."
        },
        {
            "speaker": "JM",
            "time": "01:15:10",
            "transcript": "Didn?t have cause to either."
        },
        {
            "speaker": "GP",
            "time": "01:15:12",
            "transcript": "Turn your foot and sometimes your leg just totally collapses."
        },
        {
            "speaker": "JM",
            "time": "01:15:22",
            "transcript": "Well, if you can have a look at that list of questions we?ve got, think about that, but also if you think about other people who we really should be contacting, Bob Collins is on our list actually, because."
        },
        {
            "speaker": "GP",
            "time": "01:15:35",
            "transcript": "Collin, it?s not Collins, Collin, straight n there.  As it was Fulton and Collin was, Collin was his uncle, but he run his - - -"
        }
    ]
}
